[
  {
    "number": 1,
    "title": "(Vuka mphefumulo wami)",
    "lyrics": "Vuka mphefumulo wami Njengelanga vuka nawe Njengelanga yenza namhla Wonke umsebenzi wakho.\nSekuqal' oluny' usuku Kumbe kungolokuphela Hamba namhla ngokungathi Ungeb' usavuka ngomso.\nNingalali ubuthongo Sekusile vuka phansi Mayenyuke inhliziyo Ngokubonga nokucela.\nNjengokuthi ngangomuso Singebekho isikhathi Sokuzilungisa kahle Ukubon' inkosi yakho.\n\nNgokwempela kufanele Ucabang' okuhle namhla Onk' amazwi abe mahle Kebe kuhl' ukwenza kwakho.\n\n\nNgokukhanya kwaphezulu Khanya nawe njalo njalo Ukhanyise abakuwe\nUye nabo ezulwini.\n\nMakabonw' uNkulunkulu Yena osibusisayo Makabongwe yikho konke Okudatshuliwe nguye. Amen",
    "id": 1
  },
  {
    "number": 2,
    "title": "(Enyaweni zeNkosi)",
    "lyrics": "Enyaweni zeNkosi Sethula lolusuku Singakwazi nakunye Okuzosivelela Kristu malubusiswe\nLib' ilanga elingcwele.\n\nNxa liletha inhlanhla Siyokubonga Nkosi Nxa lileth' inhlupheko Kunani nxa uvuma?\nKodwa Baba sicela Ukungoni nanamhla.\n\n\nThina sibon' ingxenye Yesiyikho neyempi Wena Nkosi uyazi Nokuzosilimaza\nUze ungasishiyi Usimelele njalo.\n\nSithanda izwi lakho Lon' esihamba ngalo Sizinikela kuwe\nUba sikulalele\nKonk' okuphuma kithi Kwamukeleke kuwe.\n\nNkosi siyakucela Ub' usiphe inhlanhla Yokubanhliziyonye\nSigcwel' uthando lwakho Uze udumiseke\nKristu malanga onke. Amen",
    "id": 2
  },
  {
    "number": 3,
    "title": "(Wen' okhanyis' iZulu)",
    "lyrics": "Wen' okhanyis' iZulu Kristu, okhanya wedwa Phuma, Langa ukhanye Uxhoshe ubumnyama Kristu, Ndonsa yokusa Khanya phakathi kwami.\n\nLumnyama lolusuku Ofihlakele ngalo Ukwethaba akukho Ingekh' imsebe yakho Khanya ufudumeze Lenhliziywana yami.\n\nHambel' umoya wami Uxoshe kuw' isono Kugcwal' ikloba lakho Kuphel' ukungakholwa Zembule kuwo njalo Namanje naphakade. Amen",
    "id": 3
  },
  {
    "number": 4,
    "title": "(Ilanga likhanya)",
    "lyrics": "Ilanga likhanya Siyacela, Baba Khanyisa izinhliziyo Sihol' endleleni.\n\nBeka kude nathi Zonk' izint' ezimbi Uqondise izilimi Uvus' inhliziyo.\n\nSizulelw' isitha Esisizondayo\nVala iminyango Nkosi Esingena ngayo.\nKonk' okubonwayo Nokungabonwayo Kudumisa kungaphezi Kuhubela wena.\n\nMasikudumise Ngomsebenzi wethu Siwuqala ngezwi lakho Sethemb' ubabalo. Amen",
    "id": 4
  },
  {
    "number": 5,
    "title": "(E! iLanga Liphumile)",
    "lyrics": "E! iLanga Liphumile Linomsebenzi walo Wokuxhosha ubumnyama Ngokukhanyisa kwalo.\n\nManje lisikhanyisela Lenza sibone konke Futhi liyathokozisa Ngokusisiza kwalo.\nIzwi likaBaba wethu Liyafana nelanga Ngokuxosha ukungazi Ngokukhanyisa kwalo.\nSiyakhanyiselwa yilo Enhliziyweni zethu Lisithokozisa njalo Ngobalo ubumnandi.\n\nBaba izwi malihlale Enhliziyweni zethu Lisheshe lifinyelele Nasemhlabeni wonke.\nBaze bakubonge bonke Yise nawe Ndodana\nKanye nawe Moy' oNgcwele Unkulunkulu munye. Amen",
    "id": 5
  },
  {
    "number": 6,
    "title": "(Ngalolusuku Nkosi)",
    "lyrics": "Ngalolusuku Nkosi Masikusebenzele Fundisa imilomo Ukukhulum' okuhle.\n\nKonke esizokwenza Makuthandeke kuwe Sifeze ngokwenama Yok' imidanti yethu.\n\nZisobala kuwena Zonk' izindlela zethu Sikhumbuze njalonje Ukuth' uyasibona.\n\nSiph' ubabalo Nkosi Lokuthwala ijoka Sikhuleke silinde Silungela ukufa.\nSiphe amandla Nkosi Okudela okubi\nSize samukeleke Laph' ukhon' ezulwini.\n\nMawudunyiswe Baba Mdali wezinto zonke NoJesu uNdodana\nNoMoya oyiNgcwele. Amen",
    "id": 6
  },
  {
    "number": 7,
    "title": "(Baba Siyawazi)",
    "lyrics": "Baba Siyawazi Umsebenzi wakho\nWenz' umhlaba wenz' izulu Wenz' izinto zonke.\n\nWasebenza njalo Awuphumulanga Wasebenza wawuqeda Lomsebenzi wonke.\n\nUsibiza Namhla Size sisebenze\nSelekele ngomsa wakho Ngokusiph' inhlanhla.\n\nSifundise njalo Sikusebenzele\nNgakho konk' esikwenzayo Ngokwamandla ethu.\n\nMasikukhumbule Ngezikhathi zonke Sisobala kuwe noma Singabonwa muntu.\n\nLabo abakhona Endaweni yakho Bayothokoziswa nguwe Bekubona wena.\nSenze sisebenze Sisesemhlabeni\nSize sihlangane nabo Ekuphumuleni. Amen",
    "id": 7
  },
  {
    "number": 8,
    "title": "(Igama likaNkulunkulu)",
    "lyrics": "Igama likaNkulunkulu silidumisa Sibonge ubuthong' obuhl' esibutholile.\n\nKuyasijabulis' ukus' esikubonayo Sizinikel' eNkosini, sib' abantu bayo.\n\nSicela Nkos' usiqinis' inhliziyo zethu Ukuba silalele wena, sikhonze kahle.\n\nUkuz' ezintweni zonke esizakuzenza\nSandis' udumo lwakho, Nkosi, ngay' uMsindisi.\n\nKadunyisw' Unkulunkulu kanye neNdodana Naye uMoya Ongcwele, manje naphakade. Amen\n\n\n                 9. (a) Baba Wethu Baba wethu obongwayo\nNkulunkul' umlondolozi Ilanga seliphumile Ngokukhanya kwal' okuhle\n\nVikel' izilimi zethu Ekonakaleni konke Ngay' uJesu oyindlela Neqiniso nokuphila\nNezilingo nxa zifika Sizehlule ngezwi lakho NjengoJesu wazinqoba Ngezwi lakhw' elinamandla\n\nMasinqobe zonk' izitha Ezisinyonyobelayo Sibheke kuy' umSindisi Inkos' esinqobisayo.\nMakube kuwe udumo Yise naye uNdodana Benay' uMoya oNgcwele\nNkulunkulu Munye njalo. Amen\n\n\n                 9.(b) Lusha njalo Lush njalo loluthando\nOlusivusa silele Siphephisw' ezingozini Siphiliswe ngalamandla.\n\nMusha lomsa nsuku zonke Usihaqa sikhuleka Sithethelelwe izono Kuvuk' ithemba ngezulu.\n\nSengath' ingqondo namhlanje Ingafuna wena njalo\nIzuz' ingceb' engethengwe Kube ngumnikelo kuwe.\n\nEzidingweni zosuku Uyosiph' esingenakho Simlandele sizidele Sisondezwe eNkosini.\n\nNgalo lodw' uthando lwakho Silungiselel' izulu\nSisize nsukuzonke la\nSihlale ngokukhuleka. Amen\n                 10 (Yizwa Baba) Yizwa Baba wethu\nUsizwe Nkosi Usihole namhla Ngayo indlela Usibheke njalo Nxa sihambayo Usilondoloze Ngomusa wakho.\nBaba wethu thuma Izingelosi Zisilethe kuwe Lapho ukhona Zisilondoloze Ezingozini Esihamba kuzo Uzusigcine.\n\nNkosi masihambe Ngokuthokoza Size embusweni Umbuso wakho Sidumise wena Inkosi yethu Ngezikhathi zonke\nKubephakade. Amen\n\n\n             11 (O'Mbusi Onamandla) O'Mbusi onamandla\nO Nkosi yeqiniso Ukuohenduka konke Kuvela kuwe Nkosi.\n\nUwen' owenz' okuba Kukhanye ekuseni Kushise nasemini Kwenziwa nguwe konke.\n\nBhubhisa konk' okubi Okuphakathi kwethu Noma kuhkon' inkani Nezinkanuk' ezimbi.\nSindisa imizimba Thulis' izinhliziyo Usiphe lokh' okuhle Esingephiwe muntu.\nAkube njalo Nkosi Okhona njalonjalo Uyise neNdodana\nNoMoya oyiNgcwele. Amen.",
    "id": 8
  },
  {
    "number": 12,
    "title": "(Wen' Ongaphendukiyo)",
    "lyrics": "Wen' ongaphendukiyo Ophendulayo konke Ilanga liyaphuma Litshone ngezwi lakho.\n\nUsiphe lelo Langa Elingayikushona Ukuba sesifile Sihlale kahle njalo.\n\nAkube njalo Nkosi Okhona njalonjalo Uyise neNdondana\nNoMoya oyiNgcwele. Amen",
    "id": 9
  },
  {
    "number": 13,
    "title": "(Siyaphuma Namhla Nkosi)",
    "lyrics": "Siyaphuma namhla Nkosi Senz' umsebenzi wethu Sesifuna ukukhonza Wen' ezintweni zonke Mawenziwe ngezwi lakho Umsebenzi wethu.\n\nLokho osiyaleleyo Massikwenze kuphele Sibhekile kuwe njalo Siwugcin' uphelele\nWonk' umthetho wakho Nkosi Ngenhliziyo yakho yonke.\n\nMasihambe ngezwi lakho Silinde ngomkhuleko Sizilungisele izulu Sisahamb' emhlabeni Ngalusizo lwakho Nkosi Ngezikhathi zonke.\n\nBaba masikhonze wena Ngakh' osinika khona Uma sesiqede lapha Size sihlale nawe Embusweni wakho njalo Wena oyiNkosi. Amen\n\n        14 (Ilanga Seliphumile) Ilanga seliphumile\nSizithoba phambi kwakho Khanyis' izindlela zethu Wen' okhanyisayo.\n\nNkosi konk' esikwenzayo Akuvez' udumo lwakho Sandulele nxa siqala Noma sesiqeda.\n\nNamhla masiyeke konke Okub' emehlweni akho Akubuse iqiniso Kubuse nothando.\n\nLaph' usuku selwedlule Sobanakh' ukuphumula Wena ongaphumuliyo Uzusivikele.\n\nSiyabonga wena Baba Nawe Jesu Indodana Nawe Moya oyiNgcwele Kube naphakade. Amen\n\n\n          15 (Nkosi yethu Ngezwi Lakho) Nkosi yethu Ngezwi Lakho\nIlanga seliphumile Ligiya njengaliqhawe Ligijima njalo.\n\n\n\nMasikhanye njengelanga Senze okufaneleyo Sijabule siqiniswe Ukukhanya kwakho.\nIzimemezelo zakho Ziyasitshengis' indlela Zisiyala ngokulunga Owakwethembisa.\nNxa siduka sibuyise Thethelel' izono zethu Ziyabonakala kuwe Nesingazaziyo.\n\n\nSiyabonga wena Baba Nay' uJesu iNdodana\nKanye nawe Moy' oNgcwele Nkosinye Phakade. Amen\n\n\n\n\n(Wen' Owenz' Izinto Zonke)\n\nWen' Owenz' Izinto Zonke Ongozeli\nOsisebenzis' emini Siza manje Masilindw' izingelosi Sivikelwe ebubini Nkosi silalise kahle Ebusuku.\n\n\nLondoloz' abantu bakho Njalonjalo\nSibe sesandleni sakho Ekufeni\nNxa sibizwe yicilongo Ungamuki kithi Nkosi Kodwa senyusele kuwe Ophezulu. Amen",
    "id": 10
  },
  {
    "number": 17,
    "title": "(Usuku Luphelile)",
    "lyrics": "Usuku Luphelile Sibong' eNkosini Sisize siyacela Singon' ebusuku Ngilondoloze Jesu Ngilele ubuthongo.\n\nOkuhle kwasemini Kuphelile manje Masithokoze nokho Kuza ubumnyama Ngilondoloze Jesu Ngilele ubuthongo.\n\nAsisebenzi manje Sizakuphumula Masingehlelwa ngozi Lapha sekuhlwile Ngilondoloze Jesu Ngilele ubuthongo.\nNgicela uvikele Umphefumlo wami Nguwena ongaxosha Yonk’ impi yesitha Ngaphandle kwakho Jesu\nNgingeze ngasindiswa. Amen\n              18 (Ngiyakudumisa Baba) Ngiyakudumisa Baba\nNgokuhle konke kwanamhla Ngilondise okwetshwele Phansi kwamaphiko akho.\n\n\nNgeNdodana thethelela Okubi engikwenzile Kuthi lapho ngilalayo Ngingabi nanxa nabani.\n\nNgenze ngiziphathe kahle Ngize ngingesab' ukufa Ngiphe ukufa okuhle Ngize ngivuke ngodumo.\nNgeze ngiphumule kuwe Ungiph' ubuthong' obuhle Obuyongipha amandla Okukukhonza ngomuso.\n\nNxa ngiqwashil' ebusuku Ngiph' imicabang' emihle Xosha amaphuph' amabi Nempi yonke yobumnyama.\nMakabongw' uNkulunkulu Uyise beneNdodana Benay' uMoya oNgcwele Makabongw' izingelosi.\nAmen\n\n             19 (Ungabi kude Nkosi Kuhlwile) Ungabi kude Nkosi kuhlwile\nLishonil' ilanga hlala nathi Akukho muntu ongasisiza Wena ongumSizi hlala nathi.\n\nLiyashesh' ukushona ilanga Namagugu omhlaba adlule Konk' okomhlaba kuyaguquka Wen' ongaguquki hlala nathi.\n\nSingehambe kahle ungenathi Singeze samehlula nomyengi Ngubani ongalingana nawe? Noma nini Nkosi hlala nathi.\nNxa unathi asesabi lutho Kuyathwaleka nokusindayo Nokufa akukwaz' ukwehlula Abahlala nawe hlala nathi.\n\nLapho esefiphala amehlo Sibhekis' isiphambano sakho Sihlale sikwethemb' emnyameni\nManje naphakade, hlala nathi. Amen\n\n              20 (Ludlulil' Usuku) Ludlulil' Usuku\nSekuhwalala Amathunz' okuhlwa Asefikile.\n\nManje ziyaphuma Izinkanyezi Zonke izinyoni Seziyalala.\n\nJesu baphumuze Abakhathele Ubathuthuzele Ngezibusiso.\nVikel' izihambi Ezingozini\nNoma ziselwandle Noma zikuphi.\n\nBaduduze bonke\n\nAbagulayo Abenza okubi Ubayekise.\n\nThum' izingelosi Zizosilonda Ubusuku bonke Zilale nathi.\nMangivuswe nguwe Entathakusa Ngingenasisici Kwawakh' amehlo.\nKadunyisw' uYise Nay' iNdodana NoMoya oNgcwele Nkos' inye njalo.\nAmen\n              21 (Langa Lomphefumulo Wami) Langa Lomphefumulo Wami\nNxa unami kuyakhanya Ungashoni langa lami Ucash' emehlweni ami.\n\n\nNxa ngilala ubuthongo Ngicabange ngawe wedwa Khona ngophumula kuwe Ngizwe ubumnandi bakho.\n\nYiba nami yonk' imini Ngingephile ungenami Yiba nami ebusuku Ngingefe kahl' ungenami.\nBahawukel' abonile\n\nBeqa imithetho yakho Baph' intethelelo Nkosi Nobabalo lokungoni.\n\nLinda bonk' abagulayo Ucebise abampofu Ududuz' abakhalayo Ubasize ngomsa wakho.\nSibusise siselapha Nasekuvukeni kwethu Ungasishiyi nanini\nSihlal' othandweni lwakho. Amen\n\n              22 (E Langa Lenhliziyo) E Langa Lenhliziyo\nWozusikhanyisele Ubumnyama abukho Nxa wen' useduze.\nMakungabikho 'thunzi Elivel' emhlabeni Elisisithe wena Ngoba sokweduka.\n\nSiz' ulalise Nkosi Amazol' obuthongo Phezu kwamehlo ethu Sizumeke kahle.\n\n\nLapha kuthath' ukusa Sivuse ngomsa wakho Usiph' inkambo enhle Osukwin' olusha.\n\nYiba nathi emini Ube nath' ebusuku Uma wen' ungenathi Siyesab' ukufa.\nSilonde kahle Nkosi Sonke sikwethembayo Usiyise' Zulwini\nNgomhla wokuphela. Amen\n\n\n              23 (Selishonil' Ilanga) Selishonil' Ilanga\nSelinyamalele Bufikil' ubumnyama Busisibekele.\n\n\nBaba osithandayo Silond' ebusuku Usivus' ekuseni Sihlumekile.\nSibong' izibusiso Osiphile zona Ezokuphila kahle Neziny' eziningi.\nNgazo zonk' izinsuku Siphe ubabalo\nNxa sesidlula lapha Usiyis' ekhaya. Amen",
    "id": 11
  },
  {
    "number": 24,
    "title": "(Uma Sesilele)",
    "lyrics": "Uma Sesilele, Baba siyacela Usilondoloze thina bantu bakho Asesabi lutho silondiwe nguwe Yiba nomsa kithi siyacela Baba.\n\n\nThina siyizoni sizilahla kuwe Sithi, hlambulula izidalwa zakho Masiphiwe nguwe okuthandekayo\nSize singeniswe ezulwini lakho. Amen\n\n\n\n           25 (Kulo Lonke Lelilanga) Kulo Lonke Lelilanga\nSivikelwe luthando Kubo bonke ubusuku Nxa sihlaselw' isitha Jesu silondoloze\nKuhl' ukwethemba wena.\nThina sihaqwe yisitha Sisahlez' emhlabeni Wosigcina usigone Ezingalweni zakho Kothi lapha simuka Siphumule sikuwe.\nAmen",
    "id": 12
  },
  {
    "number": 26,
    "title": "(Baba Sijabulise)",
    "lyrics": "Baba Sijabulise Ngemsebe yomsa wakho Nxa selizakushona Siphi' ukukhanya.\n\nMhlengi masiqiniswe Nxa kuphel' okomhlaba Nxa sesidlula kuwo Siph' ukukhanya.\n\nWena Moya oNgcwele Nxa sihlushw' izinhlungu Nokufa kusondela\nSiph' ukukhanya.\nNkulunkul' obuthathu Wen' okhanyayo njalo Ubapha bonk' abakho Lokho Kukhanya. Amen\n                    27 (Nxa Silele Baba) Nxa Silele Baba siyacela\nUsigcine kahle usigone Londoloz' umzimba nenhliziyo Engozini zonke zobumnyama.\n\nIzingelos' eziseZulwini Nxa silele ziyakudumisa Zibabaza wena oyiNkosi Azikhawuli zonk' izikhathi.\nSengathi singahlangana nazo Sibabantu ababonga njalo Umsa wakho esiphethwe ngawo Lapha emhlabeni naphezulu.\n\nKuze kuthi ngokufika kwakho Kuqedwe konke okuyisono Sivuswe nguye onguMsindisi Sihlale naw' eZulwini lakho.\nAmen",
    "id": 13
  },
  {
    "number": 28,
    "title": "(Ilanga Selizakushona)",
    "lyrics": "Ilanga selizakushona kuzobamnyama Kanjalo sekuzakuphel' ukuhamba kwethu.\n\n\nWazelulizandla zakho esiphambanweni Ukuze kusondezwe bonke abantu bakho.\n\nSisize Nkosi sisithande isiphambano Sizinikela kulezozandla nxa sifayo.\nKabongw' uYise wakho konke nay' iNdodana Kabongw' uMoya oNgcwele manje naphakade. Amen",
    "id": 14
  },
  {
    "number": 29,
    "title": "(Lishonil' Ilanga)",
    "lyrics": "Lishonil' Ilanga Ludlulil' usuku Ulilanga lethu Elingashoni Jesu oyiNgcwele Jesu sicela Usikhanyisele\nNgemsebe yakho.\nSiyabonga wena Siguqa kuwe Siyahub' igama Lethu lokuhlwa Lokhu sikhuleka Sicela kuwe Siphe sikukhonze Laph' emhlabeni.\n\nLezo zindlu zakho Zikhanyisiwe Wena ulilanga Elingashoni Inhliziyo zethu Zikhanyiselwe Zize zithokoze Ngemsebe yakho.\n\nBonke abakhona Laph' emhlabeni Nengelosi zonke Zise zulwini Mazibonge wena Ophethe konke Ulilanga lethu\nSiholwa nguwe. Amen",
    "id": 15
  },
  {
    "number": 30,
    "title": "(Unamandla Onke)",
    "lyrics": "Unamandla onke Baba wethu Isihlalo sakho sobukhosi Simi naphakade ezulwini Ngezikhathi zonke siqinile\nNkos' ebongekayo Wena Jesu Wehlelw' ubumnyama ngenxa yethu Wafa wangeniswa elibeni\nSiyakulo thina, singesabi\n\nKuyadlul' imini nobusuku, Kulalela njalo izwi lakho Sisekhona ngawe sifa ngawe Sisindiswa thina ngomsa wakho\n\nWen' osindisayo sizwe Nkosi Sisesemhlabeni usisize Uyinqaba yethu, unamandla Engozini zonke yiba nathi\nUsithokozise sekuhlwile Ngokukhanya kwakho okumnandi Size sife sethabiswa nguwe\nSibe nawe embusweni wakho. Amen\n                  31 (Kudlule Ukukhanya) Kudlule Ukukhanya\nSicela Baba wethu Siph' ukulala kahle Sigcin' usivikele.\n\nSingahlushw' amaphupho Nengozi zobusuku\nNazo zonke izitha Zomzimba nomphefumlo.\n\nSibheke themba lethu Siyakhuleka kuwe Namhla sikuhubela Amahub' okubonga.\nYizwa Nkos' ephezulu Sihub' ingoma yethu Namabandla ezulu Sikuhubela wena.\nSikudumisa Baba Nawe Jes' uMsindisi Nawe Moya Ongcwele\nNkos' inye njalonjalo. Amen",
    "id": 16
  },
  {
    "number": 32,
    "title": "(Ngosuku Lokuqala)",
    "lyrics": "Ngosuku Lokuqala Sibong' uNkulunkulu Inkosi yamakhosi Yadal' umhlaba wonke.\n\nIndodan' ephakade Yanqob' ukufa namhla NoMoy' oNgcwele wehla Wez' eBandleni layo.\n\nSengath' izinhliziyo Zangagcwala uthando Lusenze simdumise Owaveza ilanga.\nBaba wen' owangenza Ngomfanekiso wakho Ngigcwalise ngothando Lwakho lwaseZulwini.\n\nJesu Nkosi eNgcwele Ngiph' ukuba ngimbelwe Ngivuswe kanye nawe Ngibe ngowakho njalo.\nWena owab' izipho Ngiphe wena uqobo Ub' ukukhanya kimi Nesisusa sothando.\nNgizinikela kuwe Wena Mthathu eMunye\nNgenze ngibe ngowakho Ngizinikela kuwe. Amen",
    "id": 17
  },
  {
    "number": 33,
    "title": "(Namhla Lusuku)",
    "lyrics": "Namhla Lusuku lweNkosi Oluthandwa ngama Kristu Masont' onke luwatshela Ngokuvuka kukaJesu.\n\n\nNgebandla lakh' usitshela Ukuba sivuke naye Nobani omethembayo Usevuke kanye naye.\n\n\nBonke abaphethwe nguye Banomcebo abaphethe Ngob' ebapha isabelo Kowakuthwala, nakwenza.\nUdumo nokuphumula Nokuphila kwaphakade Nokuthula nokubusa Sikuphiwa nguye konke.\n\nSibabaz' uthando lwakho Negama lakh' eliNgcwele Wena, Nkosi yaphakade Namanje nanininini. Amen\n            34 (Lung' Suku Lwakho Nkosi) Lung' Suku Lwakho Nkosi\nOlumisiweyo\nBayethab' abantu bakho Ngalemini yakho.\n\nNamhlanje wavuka Nkosi Elibeni lakho\nKhona kwakunqotshwa' ukufa Ngokuvuka kwakho.\n\nUvukile wena Jesu Nhloko yamakholwa Sizovuka nathi sonke Thina' bakholwayo.\nMalizwiwe izwi lakho Ngabaningi namhla Mabavuswe ekufeni Namhla basindiswe.\nSidumisa wena Jesu Laph' endlini yakho Sinethemb' elihle thina Ngokuvuka kwakho. Amen\n                  35 (Baba Wethu Babheke) Baba Wethu Babheke\nBonk' abaphambi kwakho Vum' ukubemukela Ubaphathe ngomusa.\n\nJesu wen' owafela Bonke owabenzayo Benze baz' umsa wakho Ngob' ubahluphekele.\nHlanz' inhliziyo zabo Wena Moya oNgcwele Bahlanze babemhlophe Bafanele iZulu. Amen",
    "id": 18
  },
  {
    "number": 36,
    "title": "(Kade sisezonweni)",
    "lyrics": "Kade sisezonweni Sasiphuphutheka Kade sihamba kabi Kwakumnyama kithi Lafik' izwi leNkosi Lezwakala kithi\nLaph' izithunywa zayo Zilishumayela.\nNkos' ukulunga kwakho Kusobala kithi Sesikuqonda kahle Nokufuna kithi Sesimaz' uMsindisi Oleth' insindiso NoMoya oyiNgcwele OnguMthokozisi.\n\nIndlela sesiyazi Eya eZulwini\nSiza kuw' usithole Silungiswe Nguwe Nkosi unobubele Usiphatha kahle Sowudumisa njalo\nUmsa wakh' ongaka. Amen",
    "id": 19
  },
  {
    "number": 37,
    "title": "(Jesu Nkosi Yethu)",
    "lyrics": "Jesu Nkosi yethu Sithinte sonke Samkelise iZwi Uligxilise.\n\nYiba nathi sonke Singalikhohlwa Vus' izinhliziyo Zilazisise.\n\nKade abaningi Bese mnyameni Kwenza ukukhanya Kwakhanya kubo.\nNamhla Simakade Bayakubonga Abayikuphika Bayakuvuma.\n\nKepha abaningi Basezonweni Ak' ubaphendule Baze baphile.\nJesu Simakade Siphathe sonke Fundis' inhliziyo\nNgoMoya wakho. Amen",
    "id": 20
  },
  {
    "number": 38,
    "title": "(Baba Sibuthene)",
    "lyrics": "Baba sibuthene Laph' endlini yakho Sesifuna ukuphiwa Okwomusa wakho.\n\nIzindaba zakho Ziyashunyayelwa Thina sizakulalela Okwelizwi lakho.\n\nLona lingukudla Esiphila ngako Lingamanzi okuphila Esiwaphuzayo.\nKusemnandi konke OkwaseNkosini Masiphiwe thina sonke OkwaseZulwini.\n\nSiyabonga wena Osabele kahle Sibongela okwangomso Nkosi enomusa. Amen",
    "id": 21
  },
  {
    "number": 39,
    "title": "(Sondelani Sivume)",
    "lyrics": "Sondelani Sivume Sibong' uNkulunkulu Siz' ebusweni bakhe Sikhon' endlini yakhe.\n\nYen' uyiNkos' enkulu Yaw' amakhosi onke Wenz' wa nguye umhlaba Nolwandle nakho konke.\nSiguqa phambi kwakhe Simdumisa uMenzi Thina esingabakhe\nYen' uyiNkosi yethu. Amen",
    "id": 22
  },
  {
    "number": 40,
    "title": "(Nkosi Baba Silapha)",
    "lyrics": "Nkosi Baba Silapha Thina bantu bakho Sizwe sisize namhla Ngobubele bakho.\n\n\n\nJesu Msindisi wethu Thina singabakho Sifundis' izwi lakho Senz' intando yakho.\nNkosi, Moya Ongcwele Yiba nathi sonke Asinakh' ukusizwa Nxa ungekho kithi.\nNkosi uhlala nathi Ngaphakathi kwethu Masithokoze njalo Ngokufika kwakho. Amen",
    "id": 23
  },
  {
    "number": 41,
    "title": "(Osebeni LweJordani)",
    "lyrics": "Osebeni LweJordani Wabikezel' uJohani Wath' iseduze iNkosi Eletha indaba enhle.\n\n\nHlanzan' inhliziyo zenu Niqondis' indlela yayo Inhliziy' azilungele OyiNkosi yamakhosi.\nNkosi wen' onguMsindisi Nenqaba nomvuzo wethu Nxa lungekho ubabalo Sibunisa okwembali.\nYelul' isandl' uphilise Uvus' izon' eziwile Wenze umhlab' ubukeke\nNgokukhanya kwakh' okuhle.\nSiyakubonga Ndodana Ozokhulula abakho Sikubonga unoYise\nKanye noMoya oNgcwele. Amen",
    "id": 24
  },
  {
    "number": 42,
    "title": "(Bhek' Uyeza Emafwini)",
    "lyrics": "Bhek' Uyeza Emafwini Owafela izoni AbaNgcwele abaningi Benaye bejabula\nHaleluya Haleluya Haleluya Ubuyel' ukubusa.\n\nAmanxeba asekhona Awathol' ekufeni Yikho okujabulisayo Bonke abahlengiweyo\nBewabona bemangele bemangele Bejabul' eNkosini.\n\n\nUyobonw' amehlo onke Ehlobe ngobukhosi Abamdela bamthengisa Bamhlupha bambethela\nBayolila kabuhlungu benovalo Nxa bebon' uMesiya.\n\nNgokushaywa kwecilongo Wonk' umhlab' uzophela Libalek' iZulu futhi\nBonke abamzondayo Bayakuzwa izwi lithi izwi lithi Uz' ukunahlulela.\n\n\n\nO! Amen mabakhuleke Bonke kuwe Msindisi Thatha Nkos' amandla akho Bus' embusweni wakho Haleluya Haleluya Haleluya\nWena wedw' oyiNkosi. Amen",
    "id": 25
  },
  {
    "number": 43,
    "title": "(Umi Ngasemnyango Jesu)",
    "lyrics": "Umi Ngasemnyango Jesu Uyangqongqotha kuwo Ungqongqotha ngeZwi lakho Osimemeza ngalo.\n\n\nJesu zonk' izinhliziyo Zingumnyango lowo Umi khona usibiza Size sikuvelele.\n\nMasivume, silalele Sinake izwi lakho Thint' izinhliziyo zethu Zenze zikwamukele.\nUkuvuma nokuvula, Singakuphiwa nguwe Siyacela siph' amandla Okuvula ungene. Amen\n                    44 (Woza Jesu Olindelwe) Woza Jesu Olindelwe\nUzokhulul' abakho\nSenze siphumule kuwe Singabi nakwesaba.\n\n\n\n\n\nMandla noMqinisi wethu Ulithemba lomhlaba Funwayo wezizwe zonke Ntokozo yenhliziyo.\nWozokhulula abakho WeNdodana yeNkosi Sondeza umbuso wakho Umbuso waphakade.\n\nNgoMoya wakh' ophakade Busa thina abakho Senyusel' enkazimulweni Ngezinzuzelo zakho. Amen",
    "id": 26
  },
  {
    "number": 45,
    "title": "(Mawuze Umbuso)",
    "lyrics": "Mawuze Umbuso Umbuso kaKristu Ngamandl' amakhulu Chitha bonk' ububi.\n\n\nKubus' ukuthula Kanye nobungcwele Ukuze kuphele Inzond' emhlabeni.\n\n\n\nNgaleso sikhathi Kophele ukulwa Ubabuse bonke Kuxoshwe bonke\nVus' amandla akho Siyacela, Nkosi Usivul' amehlo\nAz' abone wena.\nAbabi bethuka Lon' iGama lakho\n\nImpisi zichitha Abomhlambi wakho.\n\nAbangakholiwe Bahlez' emnyameni Bakhanyise bonke Nkanyezi yokusa.\nSibonga uYise neNdodana futhi NoMoya oNgcwele\nNkulunkulu munye. Amen",
    "id": 27
  },
  {
    "number": 46,
    "title": "(Lizwakele Izwi Lakhe)",
    "lyrics": "Lizwakele Izwi Lakhe\nIzwi loMsindisi wethu Usesondel' useduze Umhlaba wonk' ulizwile.\nSekubalek’ amathunzi Sekudamuk’ izinkungu Ngokub’ uKrist’ usondele Usilethel’ ukukhanya.\n\n\nUsesondel' uMkhululi Oyilanga lokulunga Uzekuxosha' ubumnyama Asisindis' ekufeni.\n\n\nNathike masize kuye Sinenhliziy' ekhalayo Sicel' ukuthethelelwa Zonk' izono esinazo.\nUkuze mhla ebuyayo Singaxoshwa phambi kwakhe\n\nKodwa, sivikelwe nguye Ngamandla nothando lwakhe.\n\nKabongwe onguButhathu Uyise, nay' uNdodana Naye uMoya oNgcwele,\nNkulunkulu Munye njalo. Amen",
    "id": 28
  },
  {
    "number": 47,
    "title": "(WOZA WOZ' EMMANUEL)",
    "lyrics": "Woza woz' Emmanuel Khulul' uIsrael' oboshiwe Okhal' eyedwa ekuboshweni Elinda wen' uz' ufike\nJabula wena Israel Uyeza uEmmanuel.\n\n\nWoza woza kukhanya Sithokoze ngemisebe yakho Uchith' amafu onk' ebusuku Uxosh' okusethusayo Jabula wena Israel\nUyeza uEmmanuel.\n\n\nWoza mpande kaJesse Khulul' abantu bakho kusatan Ubasindise bonk' eGehena Ubaph' ukwahlul' iliba\nJabula wena Israel Uyeza uEmmanuel.\n\nWoza usivelele\nUsivulel' ekhay' eZulwini Senyukele khona singesabi Laph' inhlupheko ingekho Jabula wena Israel\n\nUyeza u Emmanuel.\nNkosi yebandl' Adonai Owafika ngefu nobukhosi Kwabakh' entabeni eSinayi Wabapha umthetho ngezwi Jabula wena Israel\nUyeza uEmmanuel. Amen\n          48 (E! Llizwi laphezulu elikaYise Laphakade) E! Llizwi laphezulu elikaYise Laphakade\nElazalelwa thina sonke esidukileyo.\n\n\nKhanyis' inhliziyo zeth' uphemb' uthando lwakho kuzo Silahl' izono zethu inxa sibizwa nguwe,\nMhla ufika emhlabeni usamkele thina sonke Bayakuphel' ababi babuse abaNgcwele.\n\n\nNgosuku lokwahlulelwa usimise phambi kwakho Ngalolusuku olukhul' usamukel' eZulwini.\n\n\nMakadunyisw' uNkulunkul' uYise nay' iNdodana Benay' uMoya oyiNgcwele manje naphakade. Amen\n                     49 (Lilindil' Ibandla Lakho Nkosi) Lilindil' Ibandla Lakho Nkosi\nLibhek' ukufika kwakho njalo Kuyakuba nini sithokoze Ngokukhanya kwakho sikubone?\n\nEmbusweni wakho woz' ubuse Wisa phansi zonk' izitha zethu Hlelisisa Nkos' izizwe zonke Uthabis' abantu bonke bakho.\nNkosi enomusa Wena Jesu Wosibus' umzimba nenhliziyo Chitha amacebo ethu onke Aphambene nemithetho yako.\n\nMasilinde njalo sikhuleka Sihlomel' esakho isikhathi Embusweni wakho ophakade Silungiswe nguwe singeniswe.\n\n\nSiyabonga Wena, Nkosi Jesu Simbabaza naye onguYise Simdumis' uMoya oyiNgcwele Nkosi inye njalo naphakade. Amen",
    "id": 29
  },
  {
    "number": 50,
    "title": "(Somandla Ngibonani)",
    "lyrics": "Somandla Ngibonani Kuphela okwomhlaba Uyeza uMahluli Ehlezi emafwini Kukhala icilongo Avulwa amaliba Kafike ngimlindile.\nAbafelayo kuye Baqala ukuvuka Bahlangabez' iNkosi Bambona bejabula Bangabi nal uvalo Abazilingisile\nIyez' iNkosi yabo.\n\nBayamesab' ababi Evel' ethukuthele Sebembona bakhala Bangeze basizeka Balahl' umusa wakhe Bathuthumela manje Bengakalungiselwa.\nMahluli siyacela Sizithobela kuwe Sigcine kukh' okubi Ngothando olukhulu Nxa sisalingw' okubi Masilalele Wena\nSizilungise ngawe. Amen",
    "id": 30
  },
  {
    "number": 51,
    "title": "(Ukuza KweNkosi)",
    "lyrics": "Ukuza KweNkosi Siyakukhumbula Sihlabelela igama Sidumisa ngalo.\nNkosi yaphakade Eyathathisintu Ukuba ibakhulule Bonk' abantu bayo.\n\n\n\nVukanini nonke Niye eNkosini Eyeza ithobekile Ileth' ukuthula.\nIyakuza futhi Izokwahlulela\n\nIhlanganise abayo Babuse' ezulwini.\n\n\n\nKokhanya mhla eza Buxosh' ubumnyama Kuphele konk' okudala Kukhanye ngokusha.\nSimdumis' uKristu Osisindisayo Abuse naye uYise\nNoMoya Ongcwele. Amen",
    "id": 31
  },
  {
    "number": 52,
    "title": "(Uyeza uMsindisi)",
    "lyrics": "Uyeza uMsindisi Esimbheke kade Masijabule ngaye Ngokufika kwakhe.\n\nUyez' ukukhulula Abathunjiweyo Ugqabul' izibopho Avul' amasango.\n\nWeza ukuphilisa Bonk' abagulayo Ababusise bonke Abahluphekile.\nNgegam' elidumile LeNkosi yomusa Unkulunkulu wethu Umnini mandl' onke. Amen",
    "id": 32
  },
  {
    "number": 53,
    "title": "(Mawuze Nkosi Yethu)",
    "lyrics": "Mawuze Nkosi Yethu Uleth' ukukhanya Sihlezi emhlabeni Sisebumnyameni.\n\nBonk' abangcwele bakho Balindele wena\nMawuze ubakhiphe Ensizini zabo.\n\n\nIbandla lakho Nkosi Lizula ehlane Mawuze ulihole Lingenis' ekhaya.\n\nNkosi woza ngamandla Uzahlul' izitha\nWena oyiNdodana Mninimandla onke.\n\nMawuz' ukwenze konke Kube kusha konke Ubuyisele bonke\nKuy' umenzi wabo. Amen\n\n\n                   54 (Kwakukhona Emuzini) Kwakukhona Emuzini\nKaDavid' eBetlehem Indlu yezinkomo lapho Kwazalelwa uJesu Eyingane encane Yintombi uMariya.\n\n\nInkosi yasezulwini Yehlela emhlabeni Ngobuphofu yalaliswa Emkhomben' obandayo UmSindisi oNgcwele Wayintula indawo.\n\n\n\nEsemncane wahlonipha Walalela uNina LeyoNtombi ethobile Eyamphatha ngothando Mabafuze uJesu Nabantwana bamanje\n\nUyisibonelo sethu Masikhulis okwakhe Uyakwaz' ukuhlupheka Nentokozo, nosizi Uhleka kanye nathi Akhale kanye nathi.\nLomntwana othandekayo Uyinkosi yezulu Siyombon' ekhupheleni Ngenxa yothando lwakhe Uhol' abantabakhe Abase laph' ekhona.\n\n\nAsiyikumbon' elele Ehaqwe yizinkomo Sombon' engasekunene. KukaYis' ezulwini Ekakwe ngabantwana\n\nAbamdumisa njalo. Amen",
    "id": 33
  },
  {
    "number": 55,
    "title": "(Yen' Ozelwe uNkulunkulu)",
    "lyrics": "Yen' Ozelwe uNkulunkulu Umhlaba ungakabikho UnguAlfa noOmega Ungumthombo wokugcina Kwakho konke okukhona Nakho okuyoba khona Kuze kube phakade.\n\n\n\nNgezwi lakhe kwadatshulwa Konke okubonakele\nNal' izulu naw' umhlaba Nal' ulwandle okukhulu Konke okukhanyisiwe Nangelanga nangenyanga Kuze kube naphakade.\n\n\n\nWafunyanwa engumuntu Ezakuhlupheka afe Ukubani son' isintu Singabhubhi singapheli Leso esaqalekiswa Sinecala elinzima\nKuze kube naphakade.\n\nLaba lihle lelolanga Mhla iVirg' elinenhlanhla Lalizala umSindisi\nNgay' uMoya oNgcwele Uyingan' eNgcwele yena\n\nEza ukuhleng' umhlaba Kuze kube phakade.\n\nNguye owabhekisiswa Ngabo bonke abendulo Uye owashumayela Ngabo bonk' abaprofethi Nang' uyeza umSindisi\nMawubong' umhlaba wonke Kuze kube naphakade.\nMalihlabele' izulu Liyibong' iNkosi yalo Mazethab' izingelosi Nazo isikhulu zazo Bababaz' abantu bonke Bedumis' iGama lakhe Kuze kube naphakade.\n\n\nKadunyisw' uNkulunkulu OnguYise neNdodana Naye uMoya oNgcwele Izingqobo ezintathu Makhlatshelelwe kuye Amahubo okubonga\nKeze kube naphakade. Amen",
    "id": 34
  },
  {
    "number": 56,
    "title": "(Wozani maKristu)",
    "lyrics": "1. Wozani maKristu jabulani namhla Wozani masiye eBetlehema Niyakubona oyiNkosi yenu\nWozani sikhuleke, wozani sikhuleke Wozani sikhuleke kuy’ uKristu",
    "id": 35
  },
  {
    "number": 2,
    "title": "Yen’ ongukukhanya, onguNkulunkulu Wazithobisa wazalwa yiNtombi Owavelayo engadatshulwanga",
    "lyrics": "Wozani sikhuleke, wozani sikhuleke Wozani sikhuleke kuy’ uKristu",
    "id": 36
  },
  {
    "number": 3,
    "title": "Yenanelanini bandla lengelosi Kudume izulu nomhlaba Mayibatshazw’ iNkosi ephezulu Wozani sikhuleke, wozani sikhuleke Wozani sikhuleke kuy’ uKristu",
    "lyrics": "",
    "id": 37
  },
  {
    "number": 4,
    "title": "Kunjalo, Bayede Nkos’ ozelwe namhla Sidumisa wena Jesu iNkosi",
    "lyrics": "Wen’ onguLizw’ uzithathel’ isintu Wozani sikhuleke, wozani sikhuleke Wozani sikhuleke kuy’ uKristu\tAmen.",
    "id": 38
  },
  {
    "number": 57,
    "title": "(Lalelani Izingelosi)",
    "lyrics": "lalelani Izingelosi Zihubel' ozelweyo Zithi kadunyiswe yena UmSindis' oyiNkosi Ninabantu sukumani Nihube nezingelosi Nithi, uzelwe uKristu Emzin' eBethlehema;\n\n\n\n\nRefrain\n\nLalelan' izingelosi Zimhubel' ozelweyo.\n\nUyabongwa eZulwini OyiNkosi phakade Noma injalo yavuma Ukuzalwa yiNtombi Yena ongunkulunkulu Wazalwa njengomuntu Wembula uNkulunkulu Yen' onguEmmanuel;\n\nRefrain: Lalelan' izingelosi\nZimhubel' ozelweyo.\n\n\n\nSiyambong' othulisayo Sibong' okhanyisayo Zonk' izizwe ezimvuma Zikholwa zosindiswa Kade wayenobukhosi Sesimbon' eyingane\nNgokwehlela kwakhe lapha Sokhula thina bantu;\n\n\nRefrain: Lalelan' izingelosi\nZimhubel' ozelweyo.\tAmen",
    "id": 39
  },
  {
    "number": 58,
    "title": "(Vukani Nina Enikholiwe)",
    "lyrics": "Vukani Nina Enikholiwe Nibingelele iNkosi yenu Manijabule mhla wokuzalwa Nifike phambi kwayo nobonge Nihlabele nezingelosi Nishumayele indaba enhle.\n\nKwashunyayelwa kub' abelusi Bezwa izwi lengelosi lithi Bhakani nans' indab' ebikelwa Nina namhla nakubantu bonke Namhla kuzelw' uMsindisi wezwe Izithembiso zigcwalisiwe.\n\n\nIsibikile kwathi masinya Zaqhamuka zonk' izingelosi Zihlabelel' ihubo zibonga Zijabula eNkosini zithi Makube ukuthul' emhlabeni Nakubo bonk' abalungileyo.\n\nAbelusi baphuthuma baya Ebethlehem umzi kaDavida Bafumana khon' inga' engcwele Ile' emkhombeni wezinkomo Bayikhonza basebebuyela Ezimvwini zabo bejabula.\n\nNathi bakith' asigcine kahle Enhliziyweni zethu lendaba Yothando lwakhe uNkulunkulu Owasihleng' ezonweni zethu Uye ozelwe njenganamuhla Owasifel' eziphambanweni.\n\nMasithokozeni sidumise Esizalelwa yena namuhla Uyen' oyiNkosi yamakhosi Uyen’ esiphethwe nguye sonke\nWab' ekhona singakadatshulwa Uyobakhona kube phakade. Amen",
    "id": 40
  },
  {
    "number": 59,
    "title": "(Kwathe Ebusuku)",
    "lyrics": "Kwath' ebusuk' abelusi beluse izimvu Yehlela kub' ingelosi ikhany' okwelanga.\n\nBayizwa ithi nignesabi ngize nendaba Manijabule nabo bonk' abant' abezwayo.\n\nEbethlehema uzelwe namhla umSindisi Ukristu oyiNkosi inzalo kaDavida\n\nEndlini yezinkomo niyakubon' iNkosi Iyona leyo ngan' encan' elel' emkhombeni.\n\nIzingelos' eziningi zahlangana nayo Zihub' ihubo zibong' uNkulunkulu zithi.\n\nUnkulunkulu kadunyisw' opha ukuthula\nLaph' emhlabeni othand' ukuba sisindiswe. Amen\n\n                 60 (Uzwil' Usomandla) Uzwil' Usomandla\nUsiz' aluphele Bhekukuthula kwehlela Abakuthenjiswa.\n\nNaz' izingelosi Zicula kamnandi Zimemezela ukuthi Uzelw' umSindisi.\n\n\nBona abelusi Begijima bonke\nMasiye nab' emkhombeni Siyokhonz' ingane.\n\nYisimangaliso Laphaya phakathi\nKukhon' ingane noNina Nomkhomb' onendwangu.\nNgabe nguKristu lo Inkos' enamandla\nUyen' ongophas' umhlaba Kanye nenkanyezi.\nNoma ungabonwa Ubonwa ngokholo Sikutusa nengelosi Ezikukhonzayo.\n\nMfundis' onomusa Uth' umbhalo wakho Inyam' esivimbelayo Sisuke kokubi.\nSiyacela Nkosi Susa ukuzidla\nZalelw' enhliz' yweni zethu Ndodana eNgcwele. Amen",
    "id": 41
  },
  {
    "number": 61,
    "title": "(Kwathub? uKristu azalwe)",
    "lyrics": "Kwathub? uKristu azalwe Emzini eBethlehema Zahub? ingelosi zithi\n\nRefrain: In excelsis gloria\nIn excelsis gloria In excelsis gloria In excelsis gloria In excelsis gloria\n\nZabikela abelusi Indaba enhle yokuthi\nNamhla kuzelw? umSindisi\nRefrain: In excelsis gloria\n\n\nInkosi izosindisa Njengokusho kwemibhalo Ngakhoke sihuba sithi:\n\nRefrain: In excelsis gloria\n\n\nSiphe, Nkos? ethandekayo Uba size sikubone Sikubonge njalo sithi:\nRefrain: In excelsis gloria",
    "id": 42
  },
  {
    "number": 62,
    "title": "(Thokozani nina bantu bami)",
    "lyrics": "Thokozani nina bantu bami Nisho kulo iJerusalema Amazwi amnandi odwa nithi:\nUkulwa kwakho sekuphelile.\n\nRefrain: Thokozanini nina abami Nibingelele inkos? iNdodana Ingane ezelweyo uJesu.\nIzono zakho zithethelelwe Lokhu iNkosi ikusho kuwe Izwi lomemez? ehlane lathi: Lungisan? indlela yomSindisi.\n       Refrain: Thokozanini nina abami Niyiqondise imendo yayo\nNizigqibe zonke izigodi Nileleze futhi nezintaba Niqondise okuyizigwegwe.\n       Refrain: Thokozanini nina abami Amaw? ayakuba ngamathafa\nEkuveleni kodumo lwakhe\nLubonakale kubantu bonke Lokhu kushiwo wumlomo\nwakhe.\n       Refrain: Thokozanini nina abami Bheka! iNtomb? iykukhulelwa\nKuzalw? iNdodana bayiqambe\nIgam? elithi: Emmanuweli\nOkuth? uNkulunkulu unathi.\nRefrain: Thokozanini nina abami\n\nYenkul? entaben? ephakeme Wen? obikel? iZiyon? okuhle Mawuphakamise izwi lakho Wen? obikel? iJerusalema.\nRefrain: Thokozanini nina abami\n\n\nUmemeze ungesabi lutho Uthi emizini yakwaJuda Bheka nangu oyiNkosi yakho\nBheka nangu onguNkulinkulu.\n       Refrain: Thokozanini nina abami Ingalo yakhe igcwel? amandla\nYonqoba konke okunamandla\nUyakukuchithachitha konke Abavuze bonk? abanqobile.\n\nRefrain: Thokozanini nina abami\nAmen.\n\n\n\n                  63 (Babesebumnyameni) Babesebumnyameni\nBabona ukukhanya Babehamba ezweni Emfundeni yokufa Sebekhanyiswa nabo Ngoba sebezalelwe Yen? onguNkulunkulu Ozokubakhulula.\nUmbus? uzob? owakhe\n\nLowo esimzalelwe Kothiw? iGama lakhe LiwuSimangaliso Ngamandlakhe wehlula Zonke izitha zakhe Uyakubus? abakhe Ngal? uthando noxolo.\nKwath? abelusi bemi Belus? izimvu zabo Yabehlel? ingelosi Yathi: Maningesabi Ngilethe izindaba Zensindiso ezweni Nenjabulo yabantu Uzelwe uMsindisi.\n\nEmzini kaDavidi UKristu usezelwe Namhla eBetlehema Ozokunikhulula Bhekan? izingelosi Ezehla ezulwini Zibong? uNkulunkulu Ngenjabulo enkulu.\n\nZwanini abelusi Babonisana bethi: Masiy? eBetlehema Siyokuzibonela Basuka masinyane Bafica uMariya NoJosefa nengane Besesitebeleni.\n\nNampo sebekhothama Beyitusa iNkosi Basukake bahamba Bayokwazis? abantu Konk? abakubonile\n\nNababekutsheliwe Nathi masilingise\nNgokukhonza iNkosi. Amen\n\n\n\n                  64 (Wesab? ize uHerodi) Wesab? ize uHerodi\nNxa beth? uyeza uKristu Engezobusa umhlaba Eleth? umbus? ongapheli.\nZabon? inkanyez? iZazi Zikude zayilandela Zazifun? ongukukhanya INkos? ezayikhungayo.\n\nYema iMvana yezulu Emanzin? eJolidani Noma yon? ingenasono Ukuz? isis? ezabantu.\nNamanj? izwe lidukile Liding? inkanyezi yakho Lithumele yona Nkosi Lisuke liyilandele.\nYeka isimangaliso Samanz? abaliwayini Wash? izwi laminineka Ngendlel? engachazekiyo.\nMakadunyiswe uJesu Ngalomkhosi wokwembulwa Abatshazwe naphakade\nnoYise noMoy? oNgcwele. Amen.",
    "id": 43
  },
  {
    "number": 65,
    "title": "Jabulani bakaKristu Ngenhliziyo nomphefumulo Lalelani sinitshel? indaba Enhle usezelwe Ziyamkhonz? izinkomo Elele emkhombeni Usezelw? uKristu",
    "lyrics": "Uzelwe namhla.\n\n\nJabulani bakaKristu Ngenhliziyo nomphefumulo Nothokoza naphakade Jabulani usezelwe Wazalelwa lokh? uKristu Ukusivulel? izulu\nSithokoze njalo MSindisi wethu.\n\nJabulani bakaKristu Ngenhliziyo nangomphefumulo Alisasabek? iliba\nPhumlani usezelwe Sosindisw? uJesu Kristu Nibizwa nguye namhla Nize ezulwini Nizosindiswa. Amen.",
    "id": 44
  },
  {
    "number": 66,
    "title": "Kwakusebusika Laph? eBethlehem Ngesikhath? uJesu Eza ngaso Lalikhithikile Kwaze kwamhlophe Kwakunamakhaza Muhla ezalwa.",
    "lyrics": "Kepha nokho yeza INkosi yethu\nIz? ukubahlenga ?bantu bayo Yayizalwa khona Kuwo umkhombe Kanti unguMdali Womhlaba wonke.\n\nYathi sekwanele Ngilalisiwe Esitebeleni\nSaz? izilwane Yas? ihlonipheka Ezilwaneni Zayikhothamela Ziphambi kwayo.\n\nYebo ne? ngelosi\n\nEzabuthana Zahubel? igama Elinamandla UMariy? uNina Wasekhothama Edumisa yena Ngob? uyiNkosi.\nMina ngolethani Kuwena Nkosi Ngiyiswel? impahla Elingeneyo\nKepha ngingamnika Uqobo lwami Thatha Nkosi nansi\n?Nhliziyo yami. Amen.",
    "id": 45
  },
  {
    "number": 67,
    "title": "Umthetho omdala Awusasebenzi Isivumelwan? esisha Senziwa ngothando.",
    "lyrics": "Yen? ongukukhanya Okucwazimlayo Wasithwalel? ubuhlungu Umntwana oNgcwele.\n\n\nWabuzw? ubuhlungu Esokw? eyingane Igazi lakhe elopha Lish? ukufa kwakhe.\nWaqanjwa igama Elihlonishwayo Elingu Jes? uMsindisi\n\nYiba nguye kithi.\nMawubongwe Nkosi Ngoba wasihlenga Ubongwe kanye noYise noMoya oNgcwele. Amen.",
    "id": 46
  },
  {
    "number": 68,
    "title": "Muzi waseBetlehema Wedlula yonk? eminye Kwavela kuwe iNkosi EnguJes? uMsindisi.",
    "lyrics": "Yayinhle leyankanyezi Kunelang? ekuseni Eyabikela umhlaba Ngokuzalwa kweNkosi.\nNazo iZazi zimkhonza Zimkhunga ngezipho Ngegolide nangamakha Nangenhlaka zifola.\n\nZikhuluma ziyaqeda Leziziphiwo zazo Igolide laz? elihle Lish? ukuth? uyiNkosi.\nKanti impepho nenhlaka Khona kuth? uwumPristi Nanokuth? uyohlupheka Afele abomhlaba.\nSiyakudumisa Jesu Owakhonzwa yiZazi Ukanye naye uYise\nnoMoya oyiNgcwele. Amen.",
    "id": 47
  },
  {
    "number": 69,
    "title": "Ubumnyama buyadlula Kwabahlezi kubo Abangazi ukukhanya Bafikelwe ikho.",
    "lyrics": "Izwi leli lisitshela Ngokuzalwa kwakhe OyiNkosi yakho konke Ozokwakha kithi.\nKwabalele ethuneni Izwi lizwakele Elivela ezulwini Lizokubavusa.\n\nYena umSindisi wethu Uyabusa konke Uyabusa ngokulunga Manje naphakade.\nBonk? abantu bayukuza\nUma bezwa lona Zonk? izizwe zithokoze Ngokubheka kulo.\nJesu siyacela kuwe Usibuse thina Ulungis? izinhliziyo Nemizimba yethu.\nJesu mawuzithathele Ubukhosi bakho Udunyiswe yibo bonke Abasemhlabeni. Amen.",
    "id": 48
  },
  {
    "number": 70,
    "title": "Njengalokhu iZazi Zabona inkanyezi Zihamba ngenjabulo Izihola ikhanya",
    "lyrics": "Siphe Nkos? enomusa\nUba sikulandele.\nNjengalokhu zashesha Zeza kuwe, Msindisi Zafike zakukhonza Wen? okhonzwa yindalo Nathi masikufune Sikhonze wena wedwa.\n\nNjengalokhu zamkhunga Ngamagug? ezinawo Nathi masikunike\nKristu Nkosi yezulu Onk? amagugu ethu Ngenhliziy? evumayo.\nZonk? izinsuku, Jesu Sifake endleleni Kuthi ekupheleni Usise ezulwini\nLa kungekhonkanyezi Naf? elikufihlayo.\n\nEzweni laphezulu Bahlez? ekukhanyeni Wen? ukukhanya kwabo Nelanga laphakade Siyise kulo nathi\nNkosi, siyokubonga. Amen.",
    "id": 49
  },
  {
    "number": 71,
    "title": "Siyakubonga Jesu Nkosi eyembuleka Ngenkanyez? eyinqaba Ezazini zakude",
    "lyrics": "Gatsha likaDavidi Owahlum? eEfratha Mawuhutshelwe njalo Nkosi eyembuleka.\nWembulw? eJolidani Ukuth? unguMesiya EKhana emshadweni Ukuthi uyiNkosi Wavez? amandl? ezulu Ngokuphendul? amanzi Ngalokho bamangala Nkosi eyembuleka.\n\n\nWembulwa uphilisa Imzimba nemphefumlo Wembulwa ngobuqhawe Ufojisa umhlebi Wembulwa ngobubele Wenz? ubuhle ngobubi Mawuhutshelwe njalo Nkosi eyembuleka.\nIlanga lofiphala Izulu libaleke\nAbesekhany? uKristu Evele njengonyazi Lizwakal? icilongo Bese bevuka bonke Ngalokho bamangala Nkosi eyembuleka.\nSense sibone wena Ezwini lakho Nkosi Nokuba sikufuze\n\nSibemsulwa njengawe Size sifane nawe Ekufikeni kwakho Sikudumise njalo\nNkosi eyembuleka. Amen.",
    "id": 50
  },
  {
    "number": 72,
    "title": "Izazi ngolwazi Zaphikelela Zivelekudeni Empumalanga Zeza eNkosini EBhethlehema Zaziholwa njalo yinkanyez? enhle.",
    "lyrics": "Zayithol? iNkosi EnguMsindisi Manj? izizwe zonke Noma zikuphi Zabona zakholwa Kwelenkanyezi Ohambeni lwazo Ziqond? ekhaya.\n\nWen? owalaliswa Kuloyamkhombe Ubusa izizwe Ebukhosini\nBiz? abangakholwa Nabasahlwelwe Abangakaboni Leyonkanyezi.\n\nQed? amahlubuka Nabalahliwe Ubakhanyisele Abangakwazi\n\nInxa benhlanhlatha Bakhanyisele Ngaleyonkanyezi Engacimiyo.\nKhanya phambi kwabo Kulobusuku\nDamul? ubumnyama Ngobhaqa lwakho umJuda nomGriki omsha nomdala baqonde ekhaya ngalenkanyezi.\nZize zonk? izizwe Noma zinjani Zilindele wena Jes? okhanyayo Zeqe izintaba Kanye nesono Ziye eZulwini Ekubuseni. Amen.",
    "id": 51
  },
  {
    "number": 73,
    "title": "Bandla hlanganani nimdumise kahle Yena ozelweyo nguJesu Kristu.",
    "lyrics": "Sondelani kuye ningesabi lutho UyiNkosi yenu enithandayo.\n\nUphakathi kwethu lapha emhlabeni Uyakhonzwa manje ngabakhe bonke.\n\nNesibhakabhaka sesiyafakaza Nenkanyezi yakh? ekhazimulayo.\n\nZafika nezazi ziphethe izipho Zizokuyikhunga iNkosi yezwe.\n\nMasilethe nathi iziphiwo zethu Sikhombis? uthando oluphelele.\n\nMasihlabelele futhi simdumise Ongumhlengi wethu nonguMsindisi. Amen.",
    "id": 52
  },
  {
    "number": 74,
    "title": "Min? engona ngaboshwa Ngikhathele ngifuna Inkululo nekhefu Ngihawukele. Nkosi.",
    "lyrics": "Anginakh? ukulunga Ngileth? ububha kodwa Bungihaqile ububi Ngihawukele. Nkosi.\n\n\nNgingeze ngakubheka Ngamehlo akhalayo Wen? ozw? isilingozi Ngihawukele. Nkosi.\nNgoshiy? inhliziy? embi Ngibalekele kuwe Ngokuba ngingowakho Ngihawukele. Nkosi.\nMuny? olithemba lami Ukuwe eZulwini Enginxusela njalo Ngihawukele. Nkosi.\n\nNguy? onguMmeli wami Oyongikhulumela Ngokwami konke ngaye Ngihawukele. Nkosi. Amen.",
    "id": 53
  },
  {
    "number": 75,
    "title": "Inhliziyo elimele Enenxeb? elibi",
    "lyrics": "Ingathotshwa sandla sinye Isandl? esahlatshwa.\n\n\nLaph? usizi seluzile Zehla inyembezi Yinhliziyo eyahlatshwa Engazwel? izoni.\nNxa kuhlabek? inhliziyo\nIkhale ngesono Munye umfula wegazi Okhukhul? izono.\nNgalo igazi lemvana Sizuz? intobeko Inhliziy? ibenozwelo Izikathi zonke.\n\nVula ichibi legazi Ngesandl? esophayo Luhlangothi lwakho lodwa Esicasha kulo. Amen.",
    "id": 54
  },
  {
    "number": 76,
    "title": "Wena okholwayo Uyayibona",
    "lyrics": "Lempi yobumnyama Enyonyobayo\nVuka wena ulwe Phum? uhlasele\n\nShaya ngenzuzelo Zesiphambano.\n\n\nWena okholwayo Nans? impi embi Isingene kuwe Enhliziyweni Ungathuthumeli Ungajabhiswa Nqoba ngokuzila Nangomkhuleko.\n\nWena okholwayo Uyayizwa na Ikulinga ithi:\nYek? uphumule Yisho ngesibindi Uthi: Ngingeke Ngeke ngikuyeke Ukulwa kwami.\n\nNgiyalwazi lonke Usizi lwakho Ukhathel? impela Ufuze mina Kodwa loluhlupho Luzakuphela Uthokoze njalo\nKim? embusweni. Amen.\n\n\n\n77(a)\n\nIzinsuku eziningi Wawuzil? ehlane Kristu Izinsuku eziningi Wawulingwa awahlulwa.\n\nWawushisw? Ilang? emini Wawugodola ebusuku Izilwane sakuhaqa Wawulal? emhlabathini.\nSingekulingise na Sikhuleke sizithobe Sithokoze ngawe wedwa Singanaki okwomhlaba.\nNxa sihlushwa ngusathane Silwe ngakho konk? okwethu Simahlule nathi ngawe Kristu wen? owanqobayo.\n\nSize sibe nokuthula Sithokoze ngokungcwele Ingelosi zisihaqe\nLapha sesiphumelele.\nUsilondoloze Jesu Sime kuwe siqinile Size sibe kanye nawe\nNjalonjalo eZulwini. Amen.\n\n\n\n77(b)\nIzinsuk? eziningi Wazil? ehlane Kristu Izinsuk? eziningi Walingwa awahlulwa.\n\nWashisw? ilang? emini Wagodol? ebusuku Zakuhaq? izilwane Ulel? emhlabathini.\n\nSingekulingise na Sikhuleke sithoba Sithokoze sikuwe Singanak? okomhlaba.\nNxa sihlushw? uSathane Silwe ngokwethu konke Sinqobe nathi ngawe Kristu owanqobayo.\nMasibe nokuthula Sihlal? ebungcweleni Zisihaq? ingelosi Nxa sesiphumelele.\n\nJesu usilondoloze Siqine sime kuwe Ukuze sibe nawe\nNjalonjal? eZulwini. Amen",
    "id": 55
  },
  {
    "number": 78,
    "title": "Ngesikhathi somusa Siselaph? emhlabeni Siyakhuleka kuwe.",
    "lyrics": "Jesu siph? ukukhala Nokuzihlolisisa Funa silahlwe kabi.\nSiphe umoya wakho Nxa siguqe emnyango Ungakavalwa njalo.\n\nNgobusuku bosizi Nokukhal? okumunyu\n\nNokuqoma ukufa.\nNgezinyembezi zakho Ukhalela umhlaba Masihlale sikuwe.\n\nMasikwethembe Nkosi Khona singekulahlwa Ngamhla wokwahlulelwa\n\nSamukele ngomusa Nkosi usiqondise Size kuwe ekhaya.\nNkosi sikhoselise Phansi kwephiko lakho\nLapha naseZulwini. Amen.\n\n\n79(a)\n\n\nJesu zwana ngomsa wakho Lokhu engikucelayo Yamukela inhliziyo\nYenza ibeyakho njalo Thath? uthando lwami Nkosi Thatha nay? ingqondo yami Hlambulula konk? okwami Ngiph? uMoya wakho njalo.\n\nNjengomfazi owasinda Ngokuthint? ingubo yakho Nami ngiyelul? isandla Ngiphilise Nkosi yami Ukuphila kuyaphuma\nKuwe ngokuthanda kwakho Njengomthombo ompompoza Ngiphuzise Nkosi yami.\n\nNgigcwalise Nkosi yami Ngal? uthando olukhulu Mawulisho izwi lodwa Uthi, sinda uphelele Vivi olwasezulwini Ulethil? izulu kimi\nNgingowakho Jesu Nkosi Ungowami njalo njalo. Amen.\n\n\n\n79(b)\n\n\nJesu zwana ngomusa Lokh? engikucelayo Yamukel? inhliziyo Yenz? ibeyakho njalo Thatha uthando lwami Thatha nengqondo yami Ngihlambulule Nkosi Ngiphe uMoya wakho.\n\nNjengomfaz? owasinda Ethint? ingubo yakho Nami ngilul? isandla Ngisiz? ungiphilise Ukuphila kuphuma Kuwe ngentando yakho\nNjengomthomb? ompompoza\nE Nkosi ngiphuzise.\n\nNgigcwalise Nkosi yami Ngal? uthando olukhulu Mawulisho izwi lodwa Uthi, sinda uphelele Vivi olwasezulwini Ulethil? izulu kimi\nNgingowakho Jesu Nkosi\n\nUngowami njalo njalo. Amen..",
    "id": 56
  },
  {
    "number": 80,
    "title": "Ngibheke Nkosi Jesu Ungigez? izono Ususe kimi ububi",
    "lyrics": "Wenza ngibemhlophe.\nNgibheke Nkosi Jesu Lapha ngihlushwayo Ngenze ngithandane nawe Ngibe nokuthula.\n\nNgibheke Nkosi Jesu Nxa ngidukaduka Ebumnyameni bomhlaba Ungihole kahle.\nNgibheke Nkosi Jesu Ngihlaselw? izitha Yiba yisihlangu sami Ngize ngivikelwe.\nNgibheke Nkosi Jesu Ngikhangwa ngumhlaba Nxa kusondela okubi Man? eduze nami.\nNgibheke Nkosi Jesu Nxa kuphela konke Uba ngihlale ngikuwe\nNgithokoze njalo. Amen.",
    "id": 57
  },
  {
    "number": 81,
    "title": "Siyamdumisa yen? owafayo Owasifel? esiphambanweni Kuphela kwakh? olithemba lethu Silahl? amathemb? amanye ngaye.",
    "lyrics": "Kulotshiw? esiphambanweni sakhe\nIgam? elihl? eliqinisayo Elith? uNkulunkulu luthando Uyasindisa bonke abakhe.\nEsakh? isiphambano sisusa Zonk? izono zabasemhlabeni Siduduz? abadabukileyo Sihlambulul? abangcolileyo.\n\nSiyaqinisa bonk? abalwayo Sibaph? amandl? ekulweni kwabo Sinqob? ukuf? okubahlulayo Senz? ithuna libelihle kubo.\nSiyethabis? abalungileyo, Sibakhulul? ababoshiweyo, Sibongw? izingelos? ezulwini,\nSiyethenjwa ngabasemhlabeni. Amen.",
    "id": 58
  },
  {
    "number": 82,
    "title": "Ungafulatheli Nkosi ngisenkathazweni Ngezono zami ngikhal? eThempeleni lakho.",
    "lyrics": "Isango livulelwa abazikhalelayo Mangingavalelwa Nkosi kodwa ngingeniswe.\n\nUngabuz? engakwenzayo emhlabeni Nkosi\nNgiyaz? amacala ami angingcolisayo.\nNgicel? umusa wakho Nkosi ngiyazithoba\nNgicel? isihawu sakho yiba nomsa kimi. Amen.",
    "id": 59
  },
  {
    "number": 83,
    "title": "Isiphambano sikaJesu Kristu",
    "lyrics": "Esila phambi kwethu siyakhazimula Ngokuba kuso wafa umSindisi Owaf? ukusihlenga ezonweni zethu.\n\nKwathi kuhlatshwa uhlangothi lwakhe Kwaphuma khona igazi kanye namanzi Ukuze sifumane won? umthombo Wokusihlambulula ensileni yonke.\nLigcwalisekil? izwi likaDavid Elakhulunywa nguye khona emandulo Ngokuba nangu oyiNkosi\nEbus? elenga esiphambanweni sakhe.\nMuthi omuhle odumil? impela\nOwaw? uthwele yena oyiNgcwelengcwele Uhlotshisiwe ngaw? umbal? obomvu Wegazi elophiswa umSindisi wethu.\n\nKuwo kwalinganiselwa intengo Intengo yokuhlawulela zonk? izoni Engakhokhelwa nguye yena yedwa UJesu yena ongumNqobi kaSatane.\nMawudunyiswe wen? ongubuThathu Ngendumiso efanele wena wedwa vo Wen? owahlula ngas? isiphambano Mawusibusise futh? usihole njalo. Amen.",
    "id": 60
  },
  {
    "number": 84,
    "title": "Cula welulimi lwami Utuse impi enhle KaKristu owanqobayo Lapho afel? emthini",
    "lyrics": "Wawuhleng? umhlaba wonke\nNgalokhu kufa kwakhe.\n\nWaze wamhle siphambano Umhlel? imithi yonke Ngasisiqu nesithelo Kawufani namuthi Lukhulu lwalenga kuwe Ulukhuni lwenhlanhla.\nSesiphelel? isikhathi Wavum ukunikelwa Ahlupheke abulawe Ophis? igaz? emthini Wezela lokh? emhlabeni Wakwemkela ngothando.\n\nMuthi okhazimulayo\n\nThobis? amagatsh? akho Uthambise nokuqina Kwakh? okungokwemvelo Iphatheke kahle kuwe INkos? enhle yeZulu.\n\nImfanele indumiso Uyise neNdodana\nKanye noMoya oNgcwele OmThathu ophakade EMunye ngokuphelele Okhonzwa yizidalwa. Amen.",
    "id": 61
  },
  {
    "number": 85,
    "title": "Yizwa ngikutshele EkaNkulunkulu Yokuthandwa kwethu NgeNdodana yakhe.",
    "lyrics": "Sazalwa nesono Ngokwemvelo yethu Sasisesonweni Sakhululwa nguye.\nYena wasibona Sihlez? ekoneni Wayenaluthando Lokub? asihlenge.\n\n\nWathum? iNdodana Kithi bantu bakhe Ukusibuyisa Nokusisindisa.\n\nWeza waba ngumuntu Wazalelwa thina Wasifel? uJesu Emthini wehlazo.\nNgamanxeba akhe Ngemivimbo yakhe Babusisw? abantu Zasindisw? izoni. Amen.",
    "id": 62
  },
  {
    "number": 86,
    "title": "Nkosi yiba nomsa kithi Thin? abantu bakho Siyizoni phambi kwakho Masingalahleki.",
    "lyrics": "Sikhulule usihlanze Usithethelele Usivuse sikukhonze Ngezikhathi zonke.\nSiyavuma sinecala Sikwenzil? okubi Asinakho ukulunga Singasizwe nguwe.\nSenze Nkosi sibemhlophe Emehlweni akho Sihanjisw? uMoy? omuhle Endleleni yakho. Amen.\n               87 (Siyakhany’ isiphambano) Siyakhany’ isiphambano\n\nEsihamba phambi kwethu Esilenga umSindisi Owasihlawulelayo.\n\nWahlatshwa ohlangothini Kwaphum’ amanzi neGazi Lelochib’ elinqabile Okugeza kul’ izoni.\nKugcwalisekile manje Okwashiwo nguDavidi Nang’oyiNkosi yezizwe Ebusa nom’ ibethelwe.\nMuthi omuhle wodumo Uthwel’ umzimba ongcwele Uhlobe ngombal’ obomvu OyiGazi lomSindisi.\n\nYalinganiselwa kuwe Intengokazi yezoni Engakhokhwa nguye yedwa OnguMnqobi kaSathane.\nMabakudumise bonke\nMthath’ eMunye ongoNgcwele Owasihlenga ngoJesu\nSibuse sonk’ usihole. Amen.",
    "id": 63
  },
  {
    "number": 88,
    "title": "Kadunyisw? uJesu Owangophisela Lonk? iGazi lakhe Esiphambanweni.",
    "lyrics": "Ngisindiswa ngalo leloGazi lakhe kabatshazwe njalo yena onomusa.\nMawubongwe njalo Lomfula oNgcwele Owahleng? isintu Emandlen? esono.\nBhek? iGazi lelo Elika Abela Lamemeza lathi Malikhokhiselwe.\n\nKodwa leloGazi LoMsindisi wethu Lithi eNkosini Masithethelelwe.\nZonk? izinhliziyo Ezifafaziwe Ngalo leloGazi Ziyahlanjululwa.\nUkulibabaza Kuxosh? uSathane Kuzijabulise Zonk? izingelosi.\nNgakho masivume Masilandelane Silibong? iGazi Elinqabileyo. Amen.",
    "id": 64
  },
  {
    "number": 89,
    "title": "Nxa ngimbona uMsindisi Ef? esiphambanweni Mangidele yonk? imfuyo Nakh? ukuzidla kwami.",
    "lyrics": "Mangenqabe imikhuba Ephambene neNkosi Konke engikhangwa yikho Ngikwale ngenxa yakhe.\n\nBhekani ikhanda lakhe Nezandla nezinyawo Yek? uthando, yek? usizi Olukhandene kuye.\nUba benginganikela Ngomhlaba nokukuwo Bekungeze kwalingana Nomhlatshelo kaKristu.\nMangimkhonze min? uqobo Ngengqondo nomphefumulo Nangamandla nenhliziyo Nakho konk? enginakho.\nYena owasisindisa Ngobunzima nosizi Kadunyiswe yibo bonke. Labo abahlengayo. Amen.",
    "id": 65
  },
  {
    "number": 90,
    "title": "Khangelani uMsindisi Yena owasifela Nowahawukel? izoni Wazithwalel? izono.",
    "lyrics": "Inkathazo, nenhlupheko Wakuzwa ngenxa yethu Bamqambela, bambethela Wafa engenasono.\n\nSisahamb? ebumnyameni\nSingayazi indlela Wehla, weza emhlabeni Wazosikhanyisela.\n\nWazishiy? izingelosi Wabushiy? ubukhosi Ngenxa yezinswelo zethu Kanye nezono zethu.\nMoya wami, bheka kuye LowoMsindisi wakho Umdumis? umthokozise Okuqedel? icala.\n\nUbozisondeza kuye USomandl? onomusa Uz? uhlale nabangcwele\nNithokoze phakade. Amen.",
    "id": 66
  },
  {
    "number": 91,
    "title": "Wozani nam? asikhale",
    "lyrics": "Asiye kuy? uMsindisi\n\nWozani phel? asilile\nUsebethelwe uJesu.\nAzikho yin? inyembezi Bamhlek? usul? abaJuda Bhekan? eleng? ethulile\nUsebethelwe uJesu.\nEleng? esiphambanweni Wabakhulekela bonke Wacel? ukuba bamkelwe\nUsebethelwe uJesu.\n\nMasim? esiphambanweni\nIgaz? eliphuma kuye\nLopha lophe phezu kwethu Usebethelwe uJesu.\n\nCelani ukuzisola Kungasingathand? iNkosi Sikhaleli zono zethu\nKobethelwa ngenxa yethu. Amen",
    "id": 67
  },
  {
    "number": 91,
    "title": "(WOZANI NAM’ASIKHALE)",
    "lyrics": "Wozani nam’asikhale Asiye kuy’umsindisi Wozani phel’asilile Usebethelwe uJesu\n\nAzikho yin’inyembezi Bamhlek’usul’abaJuda Bhekan’eleng’ethulile\n\nUsebethelwe uJesu\n\n\nEleng’esiphambanweni Wabakhulekela bonke Wacel’ukuba bamkelwe Usebethelwe uJesu\n\nMasim’esiphambanweni Igaz’eliphuma kuye\nLopha lophe phezu kwethu Usebethelwe uJesu\n\nCelani ukuzisola Kungasingathand’iNkosi Sikhaleli zono zethu\nKobethelwa ngenxa yethu.\tAmen.",
    "id": 68
  },
  {
    "number": 92,
    "title": "Kukhon? intab? engaphandle kweJerusalema",
    "lyrics": "INkosi yafa khona ukuze sisindiswe.\n\nThin? asinakho ukuyaz? inhlupheko yayo\nSikholw? ukuthi yalenga yafa ngenxa yethu.\nYathand? ukuba sifuman? ukuthethelelwa\nSilunge siyeZulwini ngakho yasophela.\n\nNguye kuphela ongasihlawulel? icala\nUJesu yedwa yena wasivulel? iZulu.\n\nOwasithanda wasithanda nath? asimthande\nSithemb? igazi lakhe sihambise okwakhe. Amen.\n\n\n                    93Wafa wafa uMkhululi Wafa ngenxa yabeqayo\n    Imithetho yakhe Wafa ukubasindisa Wafa ukubangenisa\nEzulwini lakhe.\nHaw? umusa awupheli\nHaw? umusa usahlezi\n    Nkosi siyizoni Nkosi usimangalisa Nkosi usijabulisa Ngento oyenzayo.\n\nUkukhumbula Nkosi Ukuhlawulela kwakho\n   Amacala ethu Kunga kungahlala kithi Kuzihlabe kuzivuse\nInhliziyo zethu. Amen.",
    "id": 69
  },
  {
    "number": 94,
    "title": "Refrain: Uyabongeka Nkosi",
    "lyrics": "OnguMhlengi wethu Owake wadunyiswa Yibo abaJuda.\n\nNdodana kaDavidi UyiNkosi yethu Makabongwe ozayo Ngegama leNkosi.\n      Refrain: Uyabongeka Nkosi Ibandla lengilosi\nLikubonga njalo\nNabantu nakho konke Bakubonga njalo.\n      Refrain: Uyabongeka Nkosi Abantu bakwaJuda\nBeza namasundu Ukhonzwa yithi manje Sihuba sinxusa.\nRefrain: Uyabongeka Nkosi\n\nBahuba bekubonga Ungakahlupheki\nLaph? usuphezu konke\nUdunyiswa yithi.\nRefrain: Uyabongeka Nkosi\n\nWabemukela bona Semukele nathi Wena othand? ubuhle\nNkos? enhle nemnene.\nRefrain: Uyabongeka Nkosi Amen.",
    "id": 70
  },
  {
    "number": 95,
    "title": "Nans? imfihlakal? enkulu Yomzimb? obongekayo NeGaz? elinqabileyo Elophiselwa thina YiNkos? eyabanguMuntu Ukuze sisindiswe.",
    "lyrics": "Yayizalw? iNkosi leyo Yazalelw? abomhlaba Yalihlwanyel? iqiniso Iphakathi kwabantu Kodwa bona bayihlupha Bayibulala kabi.\nNgobusuku bokugcina Idla nabaPostoli Ngokomthetho wamaJuda Yalenza iPhasika Yayisiguqul? umkhosi Wabalidili layo.\n\nIZwi elabayinyama\n\nLenz? uMzimba ngesinkwa Lenz? iGazi ngewayini Kahlanzek? odla lokhu Lezi izimfihlakalo Mazibhekwe ngokholo.\n\nNgakho masilazisise Leli iSakramente Sekwadlul? okwakudala Nakhu manje okusha Sense sandelwe lukholo Sikubone ulapha.\n\nKadunyisw? uNkulunkulu UYise neNdodana Ahlonishw? atusw? abongwe Phakade, naphakade Nophuma kuye onaye\nKadunyiswe, athandwe. Amen.",
    "id": 71
  },
  {
    "number": 96,
    "title": "Bathethelele Baba Benza ngokungazi Kwash? umSindisi wethu Lapho bembethela.",
    "lyrics": "Akabasongelanga Ababembethela Wabacelel? okuhle Ngothand? olukhulu.\nWazizwa ngenxa yami Lezozinhlupheko\n\nNgithethelele nami Njengalabo Nkosi.\n\nEmthini wabethelwa Ngokuzidla kwami Nobulukhuni bami Wabethelwa yimi.\nKaningi ngiweyisa Amazw? akho Nkosi Ngithethelele Jesu Ngenza ngokungazi.\n\nNgothando nenhlupheko Mabathethelelwe Abakudelelayo\nBenza ngokungazi. Amen.",
    "id": 72
  },
  {
    "number": 97,
    "title": "Nkos? ungikhumbule embusweni Kwasho ofayo komuny? ofayo UKholo lwabehlul? ubumnyama Lwabon? ubukhosi obuzayo.",
    "lyrics": "Abubonakali ubukhosi Nomsebe okhanyisa ithemba Kubonakal? umqhele wameva Nezandla ezibuthakathaka.\n\nNokho yizwa uMsindisi ethi Namhl? uzoba nam? ePharadisi Ukholo lwaphendulwa ngothando Okhulekayo wabanethemba.\n\nUma ngikhuleka ekufeni Mangikubone ngokhol? ubusa Ngicabang? isiphambano sakho Ngize ngithi: Ngikhumbule Nkosi.\nIzono zam? usuzihlanzile Khumbula mina ukhohlwe yizo Ngokufa kwakho sengixolelwe Igazi leNkosi langihlenga.\nNgikhumbule nxa ngedlula lapha Shono ngiqiniswe ngikhululwe Wethembise inhliziyo yami Namhl? uzoba nam? ePharadisi.\nAmen.",
    "id": 73
  },
  {
    "number": 98,
    "title": "Bheka esiphambanweni Nangu uMariy? ekhala Ebon? iNkos? ilenga Siyamhlab? enhliziyweni Siyamhlaba isinkemba Njengokwaphrofethwayo.",
    "lyrics": "Yek? ukudabuka kwayo INtombi ebusisiwe Eyamzala oNgcwele\nYezw? ubuhlung? obukhulu Lapho imbon? ebethelwa Umntanayo oNgcwele.\n\nNxa sibona ubunzima\n\nBenhlupheko yakh? unina\nSingeyek? ukukhala Nxa sizindla ngal? usizi Ayeluzwa uMariya Sikhal? izinyembezi.\nEkuhluphekeni kwakhe Mangihlanganyele naye Mina engonileyo\nNgibe nas? isiboniso Senhlupheko abenayo Ngikhumbula laph? efa.\n\nWadelelwa yen? uJesu Wethwesw? umqhele wameva Ngenxa yezono zethu Wathethiswa amacala Walahlelwa ekufeni Sebemhlamuke bonke.\nJesu ngivikele njalo Ube nami ungithande Ngaso isiphambano Nxa ngimuka emhlabeni Ngingenise endaweni\nEyabangcwele bakho. Amen.",
    "id": 74
  },
  {
    "number": 99,
    "title": "Khangela uMsindisi Ebethelw? emthini Ai uthand? olukuye Ukufel? izono.",
    "lyrics": "Refrain: Ai imvan? eyophayo\n\nEhlatshelwe thina Ai ummeli wezoni Omelela thina.\n\nO! Nkulunkulu wami Ungishiyeleni Waligebis? ikhanda Wafa ngenxa yethu.\nRefrain: Ai imvan? eyophayo\n\n\nKwazamazam? umhlaba Ekufeni kwakhe Lafiphala Ilanga Kwaqhephuk? amatshe.\nRefrain: Ai imvan? eyophayo\n\n\nBhek? icala lisuswe Ngenhlupheko yakhe Nakithi uzwakele Lowomusa wakhe.\n\nRefrain: Ai imvan? eyophayo",
    "id": 75
  },
  {
    "number": 100,
    "title": "Eyakhe yonk? imifula Ephuma ezintabeni Ihlokomis? izihosha Othi: Sengomile.",
    "lyrics": "Yonk? inhlobo yobuhlungu Ababuzwayo abantu Buhlanganisw? egameni Alisho uJesu.\nWomile yeb? ukomele Ukusindisa isintu Esamlahla sambulala Ungomele nami.\n\nWena oluthando ngiphe Ubabalo ngilomele Lobubuhlungu nokoma Wakuzwela mina. Amen.\n\n\n\n               101 (Sekupheleliswe Konke) Sekupheleliswe konke\nKwash’ uJesu wasefa Sekupheleliswe konke Washo njalo kandafe Sekwaphela sekwaphela Yen’ umphilisi wafa.\n\nUmhlaba wadikizela Uvuna umniniwo Laf’ ilanga eZulwini Imisebe yacisha\nKufa konke, kufa konke\n\nKonke kwahlulw’ ukufa.\n\n\nSekupheleliswa konke Abeze ukukwenza\nNxa engafi angenqobe Weza, wafa, wanqoba Wasevuka, wasevuka Wakunqoba ukufa.\n\nSekupheleliswe konke Yizwani nina zoni Nani zingelosi nizwe Kuzwakele nakuphi\nUngumnqobi, ungumnqobi Kalokhu naphakade.\n\nSekupheleliswe konke Abeze ukukwenza Zon’ enidabukileyo Yizwan’ indaba enhle\nUngumnqobi, ungumnqobi Uninqobel’ isono.\n\nMasivuke simbabaze\n\nOsinqobel’ isitha\nBonk’ abantu bamdumise Nezingelosi futhi Kadunyiswe, kadunyiswe Kuleli naphezulu. Amen.\n\n\n\n                102 (Nkosi Jesu Kuphelile) Nkosi Jesu kuphelile\nUmoy’ usuhambile Wena onguNkulunkulu Sifunda kuw’ ukufa.\n\nUmzimba wakho wasongwa Wabekwa elibeni Njengengubo esongiwe Waya ngaph’ umoya na?\n\nWaya kwabasemnyameni Wayobakhanyisela OyiNkosi yabo bonke Angevinjelwe muntu.\n\nBheka esondez’ abakhe\n\nEphahlwe ukukhanya Bezwa amazwi amnene Abethabisa bonke.\n\nUyabafundisa bonke Ngokuthatha inyama Nangokubafela kwakhe Okuleth’ insindiso.\n\nAbangcwele basendulo Bema naye bamphahla Bemdumisa bejabula Nangamanxeba akhe.\n\nUthi bonk’ abahlengiwe Mabeze baphumule Babushiye ubumnyama Bangen’ ePharadisi.\n\n\n\n\n\n\nUsemi naye nomphangi Edumis’ ethokoza\n\nUwutholile umvuzo Lowo awethenjiswa.\n\nJesu Nkosi yabo bonke Sithele ngobabalo\nSithi sesidlule lapha Sifinyelele kuwe. Amen.",
    "id": 76
  },
  {
    "number": 103,
    "title": "(Uphumule uJesu)",
    "lyrics": "Uphumule uJesu Uselel’ elibeni\nUsongwe ngezindwangu Izinyawo nomzimba Useyedw’ elibeni\nKuvalwe ngetsh’ emnyango.\n\n\nUMariya wahlala Walinda kwaze kwahlwa Edabuke kakhulu Wahamba kungakasi Way’ ensimini leyo Laph’ ithuna likhona.\n\nNgolinda naye name Njalo nxa ngisekhona Yiba nendlu ebanzi Ehlala wena wedwa Kulenhliziyo yami Elukhuni sokwetshe.\n\nMangilethe amakha Othando ngikugcobe Kungabikho okunye Okuthandeka kimi Ngilinde ngingaphezi\nUz’ uzembule kimi. Amen.\n\n\n               104 (Thimba lase Jerusalem) Thimba lase Jerusalem\nCulani kamtoti Ngokwesasa okuNgcwele Inqobil’ imvana.\n\nINgonyama yakwaJuda Inqobe isitha\nYabhonga kwelaba phansi Kwavuk’ abafile.\n\nYakhuphula ngezwi layo Abahlengiweyo Ezinzulwini zethuna Bamlandel’ uJesu.\n\nUnqobile unamandla Usenkazimlweni\nBamkhonza bonk’ abaNgcwele Phansi naphezulu.\n\nNxa sibong’ iNkosi yethu Sicela umusa\nWokusisa kuy’ ekhaya Sibe khona nathi.\n\nKadunyisw’ uNkulunkulu Yise neNdodana\nKanye noMoya oNgcwele Nkulunkulu munye Haleluya. Amen",
    "id": 77
  },
  {
    "number": 105,
    "title": "(UKristu uvukile, Haleluya)",
    "lyrics": "UKristu uvukile, Haleluya Sihuba sijabula, Haleluya Wafa kanye emthini, Haleluya Wahlawulele thina, Haleluya.\n\nNgakho thin’ asimbonge, Haleluya INkosi yaphakade, Haleluya Eyadlul’ ekufeni, Haleluya.\nNxa insindis’ izoni, Haleluya.\nNgezinhlupheko zakhe, Haleluya Sithole insindiso, Haleluya Usebus’ eZulwini, Haleluya\nEdunyisw’ ingelosi, Haleluya.\tAmen.\n\n\n            106 (Haleluya Sekuphelile ukulwa) Haleluya, Haleluya, Haleluya\nSekuphelile ukulwa Sekunqotshiwe ukufa Masibonge sonke sithi:\nHaleluya.\nNgeSonto wavuka futhi Enodumo ezobusa Masihalalise sithi\nHaleluya.\nAmandl’ obunyama alwa Kodw’ uJesu wawachitha Masimpompoloze sithi:\nHaleluya.\n\nSivaliwe isihogo Selivuliwe izulu Masihube sisho sithi:\nHaleluya.\nNkosi ngemivimbo yakho Sikhululiw’ ekufeni\n‘Kuze sithi kuwe njalo Haleluya. Amen.",
    "id": 78
  },
  {
    "number": 107,
    "title": "(Uvukile uKristu)",
    "lyrics": "Uvukile uKristu Uphumil’ elibeni Yizwanin’ ingelosi\nZiyahlokoma zithi: Haleluya.\nYen’ owafela thina Wadela ukuphila UyiMvan’ eyahlatshwa\nNathi simbonga sithi: Haleluya.\nWathwala ubuhlungu Waf’ esiphambanweni Usenkazimulweni\nUsenxusela khona, Haleluya.\nWehlela Kwabaphansi Ngendlela engaziwa Wanqoba isiqhwaga Usethwele umqhele, Haleluya.\n\nOwalal’ elibeni Usephakanyisiwe Onk’ amaKristu athi\nUyimvana neNkosi, Haleluya.\n\nWathi shumayelani Ngenkululo yezoni Eziphendukileyo\nZize zingen’ izulu, Haleluya.\nKristu, Phasika lethu Yondla obahlengile Sus’ isono necal\nKhona sohlala sithi: Haleluya.\tAmen.\n\n\n             108 (Haleluya, Hubelani iNkosi) Haleluya, Haleluya\nHubelani iNkosi\nNge nhliziyo nangomlomo Nibonge ngentokozo uJesu Kristu iNkosi Owabethelw’ emthini Wophela ukusihlenga Uvukil’ ekufeni.\n\nIvukile iNgqalabutho Yesivun’ esingcwele Isivuno sophelela Mhla efik’ isibili Amabele avuthiwe AngamaKrist’ amahle\nAyakuma phambi kwakhe Evukil’ ekufeni.\n\nNath’ esevuke noKristu Siph’ ubabalo lwakho Oluyimvula yezulu Evel’ ekukhanyeni\n\nSize sithel’ izithelo Siselaph’ emhlabeni Silandwe yizingelosi Siyoba naye njalo.\nHaleluya, kongu Yise Ophezu kwakho konke Haleluya, kumSindisi Ozuze ukunqoba Haleluya nakuMoya UMthombo wobuNgcwele Haleluya, Haleluya\nkuNkulunkulu munye. Amen.\n\n\n                109 (Uthando lwayinqoba) Uthando lwayinqoba\nEyesitha impi Laphum’ ilanga lethu Elingashoniyo.\nYize itshe nomlindi Kuyize nokufa UJesu uhambile Way’ ePharadisi.\nINKosi iyaphila Bonke bazophila Luph’ udosi lukufa Neqholo leliba.\nMasimlandele uKristu Laph’ekhona manje Simhluphekele lapha\n\nKhon’ eyosivusa.\nMawudunyiswe Nkosi Luvuko nomNqobi Udunyiswe kuleli Nakweliphezulu\n\nHaleluya, Halelu Hale\tHaleluya Haleluya, Halelu\nHale\tHaleluya. Amen\n\n\nNB: The refrain “Haleluya” can either be sung at the end of the last verse or it can also be sung after each verse.",
    "id": 79
  },
  {
    "number": 110,
    "title": "(INkos’ ivukile)",
    "lyrics": "INkos’ ivukile Yakufeza konke Ikhulule abathunjwa Yahlula ukufa.\nINkos’ ivukile Laphangw’ iGehena Ivuke nabahlengiwe Ezobusa nabo.\nINkos’ ivukile Ayisenakufa Iphilele ukumela Eyabafelayo.\n\nINkos’ ivukile\n\nMazizw’ ingelosi Ziyobikela izulu Lezindab’ ezinhle.\n\nThathan’ izigubhu Nihub’ izingoma Kuze kwenanel’ izulu\nNihubel’ iNkosi. Amen.",
    "id": 80
  },
  {
    "number": 111,
    "title": "(MHLA KUVUKWA KWOHLANGANA)",
    "lyrics": "Mhla kuvukwa kwohlangana Imizimba nemimoya Kuyophela lonk’usizi Nobuhlungu.\n\nLapha yahlukana khona Iphumule imizimba Ithulile ibhekile Lolusuku.\n\nKepha imimoya yethu Iyohlala ikhuleka\nMhla kuvukwa siyobonga Ngamahubo.\n\nKhona iyakuhlangana Imizimba nemimoya Isifuze yen’uKristu Yenamile.\n\nYek’ubuhle nenjabulo Yal’usuku lokuvuka Injabulo emi njalo Engedlule.\n\nMhla kuvukwa bohlangana Ab’ahlukanisw’ukufa Nawoyise nawonina Nabantwana.\n\nO! sengathi Jesu Kristu Singabambelela kuwe Mhla kufiwa mhla kwabiwa Ube nathi.\tAmen",
    "id": 81
  },
  {
    "number": 112,
    "title": "(Uvukile uKristu)",
    "lyrics": "Uvukile uKristu Kulo iliba lakhe Ukwehlulil’ ukufa\n\nWaphuma elibeni Behlulek’ abalindi Bahlehla bawa phansi.\n\nNgakho abantu bonke Kuhle bahlabelele Ngokuthokoza ngaye Ongumhlengi wesintu Wavuka elibeni Waphindel’ embusweni.\n\nWen’ oyiNkosi yethu Nguw’ osisindisayo Thina abantu bakho\nNgamandla akh’ amakhulu Siph’ ukuvuka nawe\nSize sibuse nawe. Amen.\n\n\n\n                 113 (Ngqazukani nonke) Ngqazukani nonke\nNamhla ngolwenjabulo nentokozo INkos’ ivukile\nYavuka ingqalabutho yoqobo ‘Kuba kayifanga\nNgabe sabhubha sonke Namhla ivukile\n‘Kuze nathi sivuke, sivuke,\tSivuke sikuyo.\nWehlulwe Sathane Jabhake kufa dela Hayidesi Uliqhawe ngaphi?\n\nIqhawe lamaqhawe likwehlule Wehlel’ ekufeni\nUmholi weyakithi Was’ uhleka wena\nLapha usudangele, wadela, Wadela, wesaba.\n\n\nAmasango onke Asegengelezile yizwa moni Usisebenzele\nUmqondis’ opheth’ izinhluthulelo Wehla wayokhipha AbaseHayidesi\nNgakho thina nabo\nWasivulel’ ikhaya, ikhaya, ikhaya phezulu. Amen.",
    "id": 82
  },
  {
    "number": 114,
    "title": "(Uvukile uKristu)",
    "lyrics": "Uvukile uKristu Masize kuye sonke Siyibonge imvana Eyahlatshelwa thina Sihuba namhla sithi Uvukile uJesu Uyabusa phakade Kayikuphinda afe.\n\nMvana engenasici Wanqob’ isitha sethu Wagqabul’ izibopho Sakhishwa ekufeni Namhla masikubonge Sihub’ igama sithi Uvukile uJesu\n\nKayikuphinde afe.\nKristu ohlatshwe kanye Ngenxa yezono zethu Wen’ oyingqalabutho Yabo abaleleyo Usuhlez’ ezulwini UyiNkos’ ephilayo Usiqinisa njalo\nSize siphile ngawe.\tAmen.",
    "id": 83
  },
  {
    "number": 115,
    "title": "(UKristu uvukile)",
    "lyrics": "UKristu uvukile Thina asesab’ ukufa UJesu uvukile Singeboshwe elibeni Haleluya.\n\nUKristu uvukile Sesithola ukuphila Lelithemb’ esinalo Lisisiza ekufeni Haleluya.\nUKristu uvukile\nYen’ owafa ngenxa yethu Masivuke simbonge Sihambis’ okwakhe njalo Haleluya.\n\nUKristu uvukile Singehlukaniswe naye Ngempilo nangokufa Nagamandla eGehena Haleluya.\n\nUKristu uvukile\nUyabus’ umhlaba wonke Nkosi siph’ ukubusa Kanye nawe njalo njalo Haleluya.\tAmen.\n\n\n\n            116 (Jabulani bantu nithi Haleluya) Jabulani bantu nithi Haleluya\nAsimbong’ uKristu osihlengileyo Wasethul’ umthwalo weGibhith’ onzima Wasidabulel’ ulwandle olubomvu.\n\nSewufik’ umkhosi onobuhle bonke Onedili lethu elethabisayo\nThina bendlu yakho iJerusalema Senze simemeze ngokuvuka kwakho\n\nOwafa walala kwaba nsukuntathu Uvukele thina langa laphakade Zonk’ izono zethu sezinjengeliqhwa Ziyancibilik’ ukubalele kwakho.\nSiyadumisa Nkulunkul’ uYise Sithi Haleluya kuwe Jesu Kristu Nkosi yaphakade eyanqob’ ukufa\nHaleluya kuwe Moya oyiNgcwele. Amen.\n\n               117 (Ngosuku lokwenyuka) Ngosuku lokwenyuka,\nSibong’ uNkulunkulu, NgeNkosi yethu’ uJesu, Engena ezulwini.\n\nWahlangatshezwa khona, Libandla lengelosi Lincom’ udumo lwakhe, Umhlengi wabomhlaba\nWazithoba kakhulu, Wehlela emhlabeni, Wazokufela thina, AbenguMhlengi wethu.\nWavuka ekufeni, Wabonakal’ ephila, Waba fundis’ abakhe, Izindaba zombuso.\n\nWath’uba baqede konke Wenyukel’eZulwini Izulu lavulek\nWangena engumnqobi\n\n\nUsesebukhosini Ekhonzwa zingelosi Nokho uyabamela, Bonke abantu bakhe.\n\nMasimlandele njalo\n\nSiselaph’ emhlabeni Ukuba ezulwini, Sihlale naye njalo.\n\nMabandl’ asezulwini, Esinikuye,\nAke nisinxusele,\nKuJes’ iNkosi yethu. Amen. NB: First tune- repeat last line.",
    "id": 84
  },
  {
    "number": 118,
    "title": "(Namhla sibong’ uJesu; Haleluya)",
    "lyrics": "Namhla sibong’ uJesu; Haleluya Enyukel’ ezulwini; Haleluya Owahlatshelw’ izoni; Haleluya Uyangen; ezulwini; ; Haleluya.\n\nUnendaw’ ephakeme; Haleluya Vulekani masango; Haleluya Unqobe konk’ okubi; Haleluya Kangene uyiNkosi; Haleluya.\nWemukelwe yizulu; Haleluya Keph’ usenathi laph; Haleluya Nom’ ebuyel’ ekhaya; Haleluya Uyasithand’ isintu; Haleluya.\nNango elul’ izandla; Haleluya Lez’ ezinamanxeba; Haleluya Yizwa umlomo wakhe; Haleluya Ubusisa ibandla; Haleluya.\nUsunguMmeli wethu; Haleluya ‘Sinxusela ngokufa; Haleluya ‘Silungisel’ indawo; Haleluya Ingqalabutho yethu; Haleluya.\n\nNkosi usunyukele; Haleluya Phezulu ezulwini; Haleluya Senyuse ngenhliziyo; Haleluya Sifinyelele kuwe; Haleluya.\tAmen.\n\n\n\n                119 (Uvukil’ uJesu Kristu) Uvukil’ uJesu Kristu\nUlulibo lwabalele Luphi udosi lokufa Nokunqoba kwaliliba.\n\nBhek’ izandla nezinyawo Nobuso naluhlangothi Lapho bamlimaza khona Wakunqoba konke lokho.\nKhothamani phambili kwakhe Mabandla asezulwini\nYena uyiNkosi yenu Ngoba ukubusa konke.\nNin’ abakhe emhlabeni Hubelan’ udumo lwakhe Wezela ukunihlenga Nibe nokuphila ngaye.\nWenyukela ezulwini Ukuba animelele Anilungisel’ indawo\nBandla dumisan’ iNkosi. Amen.",
    "id": 85
  },
  {
    "number": 120,
    "title": "(Haleluya bong’uJesu)",
    "lyrics": "Haleluya bong’uJesu OyiNkos’ebusayo Haleluya unguMnqobi Wehlul’izitha zonke Yizwa kuzwakel’mdumo Okomful’ungenisa Ngob’uJesu ehlengile Kuzo zonke izizwe.\n\nHaleluya asikhali Njengabahluphekile Haleluya useduze Nom’engabonakali Wenyukela ezulwini Laph’ebusela khona Nokho usahlezi nathi Njengoba ethembisa.\n\nHaleluya thinabakho Siphethwe nguwe njalo\n\nHaleluya zonk’izoni Zibalekele kuwe\nWena ongummeli wethu Wahlenga abomhlaba Simelele nathi Nkosi Phambi koPhezukonke.\n\nHaleluya Simakade UyiNkosi yodumo Haleluya wen’ozalwa Yintombi uMariya Usungene ezulwini Wembeth’inyama yethu Inyama osipha yona\nEsidlwen’esingcwele. Amen.",
    "id": 86
  },
  {
    "number": 121,
    "title": "(UNkulunkulu endulo)",
    "lyrics": "UNkulunkulu endulo Wehlika ngamandla Kwakukhona phansi kwakhe Umlilo nomnyama.\n\nKwathi’esephinda esebuya Wafika ngothando\nUMoya oNgcwele weza Kubantu bebandla.\n\nUmlilo waseSisinayi Wabethusa’abantu Umlilo ePentekhoste Waleth’intokozo.\n\nIcilong’elakhalayo Nomsindo omkhulu Kwathuthumel’ingelosi Zizwa lowomsindo.\n\nMhla kwehla uMoy’oNgcwele Ezophemb’ibandla Kwavunguz’uMoy’omkhulu Kwezwakala kude.\n\nUsagcwele ebandleni UMoya oNgcwele Inhliziy’ezilukhuni Angengene kuzo.\n\nWazohlala kithi Nkosi Usiphe udlebe Siholel’ensindisweni Moya oyiNgcwele. Amen.",
    "id": 87
  },
  {
    "number": 122,
    "title": "(Woza Moya oNgcwele)",
    "lyrics": "Woza Moya oNgcwele Mawusikhanyisele Icebis’abampofu Imisebe eNgcwele Ilungis;inhliziyo Ib’ukukhanya kwethu.\n\nWena ongumduduzi Ofunwa ngumphefumulo Ngoba uyahlulela\nUsitha isivuvu Uphumuz’0khathele Umduduz’olusizi.\n\nK uklhanya kwaphezulu Usigcwalise ngawe\n\nKhanyisa kithi sonke Asilutho ungekho Singekwenze okuhle Kungcole konk’okwethu.\n\nSiyagula selaphe Usabele amandla Usesule izono Ugobe umiselo Usiph’intshisekelo Usihambise kahle.\n\nKwabakukhonza kahle Bevuma wena njalo Thela izipho zakho Baph’umvuzo wobuhle Ubaphe insindiso Nenjabulo zafuthi. Amen",
    "id": 88
  },
  {
    "number": 123,
    "title": "(Sondela Moya oNgcwele)",
    "lyrics": "Sondela Moya oNgcwele Sithele ngokwaseZulwini Uwena ongasiphamandla\n\nNgezipho ezipheleleyo.\n\n\nOkwakho okwaseZulwini Okokuphila nokothando Sinike njalo ukukhanya Sizimpumputhe ungenathi.\n\nSigeze lapha singcolile Ngomusa wakho ongapheli Sinike ukuthul’ekhaya Kukuhle laph’ubusa khona.\n\nSibong’uYise neNdodana Sibonga nawe onguMoya Sisize sifundise manje Ihubo lokubong’elithi:\nUfanele ukubongwa Wena onguNkulunkulu\n\nNB: Words are syllable extra.",
    "id": 89
  },
  {
    "number": 124,
    "title": "(Moya oyingcwele)",
    "lyrics": "Moya oyingcwele\n\nWoza kithina Usikhanyisele Enhliziyweni.\n\nSiyakulahleka Nxa ungenathi Vuz’izinhliziyo Ezicelayo.\n\nMoya oyingcwele Woza kithina Wenze simazise Ongumkhululi.\n\nSiholele Nkosi KumHlengi wethu Sifumane kuye Intethelelo.\n\nMoya oyiNgcwele Wozakithina Uzihlanzisise Izinhliziyo.\n\nSiyathemba wena Othembekile Siyabonga wena Olungisayo. Amen",
    "id": 90
  },
  {
    "number": 125,
    "title": "(Nkosi Moya oyiNgcwele)",
    "lyrics": "Nkosi Moya oyiNgcwele Sicel’ubuse kithi\nNgomsa wakho ukhanyise Zonk’izinhliziyo zethu.\n\nPhefumula phezu kwethu Sibe nakh’ukulunga Sifuman’amandla kuwe Simahlule umyengi.\n\nThela namhla phezu kwethu Zonke izipho zakho Zokulungisa lapha\nSifanele izulu.\n\n\nMasithokoziswe yikho Lokh’okuvela kuwe\n\nSikuthande nge’nhliziyo Ezifundiswe nguwe.\n\nAwuvul’amehlo ethu Abon’indlela yakho Siqhubeke kahle kuyo Ngenjabul’engapheli.\n\nSengathi singakukhonza Nkosi laph’emhlabeni Uze usiphakamise\nSibe nawe phakade.\n\n\nMasimaze onguYise Naye oyiNdodana Nawe Moy’oyiNngwcele\nUmTath’eMunye njalo. Amen",
    "id": 91
  },
  {
    "number": 126,
    "title": "(UJes’umSindisi wethu wabatshel’abakhe)",
    "lyrics": "UJes’umSindisi wethu wabatshel’abakhe Wath’uyoza onganenza nibe Ngcwele.\n\nWenyukela azulwini wathumela kubo\n\nUMoya oNgcwele abathokozise.\n\n\nNamanje ukhona kithi ngezikhathi zonke Uphila enhliziyweni yothobile.\n\nUyena osikhuzayo nxa sesikhona Siyanqoba ngaye konk’okusehlulayo.\n\nNxa senz’okuhle siqiniswa ngamandla ache Simnqoba uSathane nempi yakhe.\n\nWena Moy’oNngcwele hlala kithina njalo njalo Sihlolwqe nguwe imihla yonke yethu. Amen",
    "id": 92
  },
  {
    "number": 127,
    "title": "(Vuthisa, Jes’umlilo wakho)",
    "lyrics": "Vuthisa, Jes’umlilo wakho Wez’ukuphonsa emhlabeni, Usithelel’uthando lwakho Sivuthe njalo emoyeni.\n\nIkhona kumbe, inhlansana Efihlwe khona emlotheni;\n\nVuthela, Nkosi, lomlilwana Uvuthe njalo enhliz’weni!\n\nUwenze lowomlilo wande, Afudumal’osepholile; Nezitha zethu sizithande Ngothando esilutholile.\n\nUsheshe uze kithi, Nkosi! Siyaluding’uthando lwakho. Sophule, Jesu kulengozi, Phuthuma ngobubele bakho!\n\nSibenamandl’okuhambisa Indaba yakho emhlabeni. Sengathi ungabasindisa Abantu abasezonweni!\n\nNangomhla siyoshiya umhlaba, Lomlilo uvuthe elathini; Singabi nakho ukwesaba,\nMhla sizobizwa eNkosini.",
    "id": 93
  },
  {
    "number": 128,
    "title": "(Sihawukele Nkosi yethu sicela kuwe)",
    "lyrics": "Sihawukele Nkosi yethu sicela kuwe\nYiba nomusa kithina wen’ ongubuThathu.\n\n\nWena esingekuqonde sizithoba kuwe Yiba nomusa kithina wen’ ongubuThathu.\n\nKungakenziw’ izintaba nesibhabhaka Wen’ oyiNkosi wawukhona uhlezi wedwa.\n\nSimangala sizibona izint’ ozenzayo\nWen’ onguMenzi unobuhle unamandl’ onke.\n\n\nNgeke seza phambi kwakho ungasibizanga Sihawukele ngomusa wen’ ongubuThathu. Amen.\n\n\n\n            129 (Ngcwele, Ngcwele, Ngcwele) Ngcwele, Ngcwele, Ngcwele, Nkosi, uSomandla, Siyakuhubela wena singaphezi\nNgcwele, Ngcwele, Ngcwele, Wen’ onesihawu Onqobo Ntathu, ube uMunye.\n\nNgcwele, Ngcwele, Ngcwele, wen’ odunyiswayo\n\nNgabangcwele bonke bethul’ imiqhele, Nengelosi zonke, ziwa phambi kwakho Wen’ uphelele ngendlela zonke.\n\nNgcwele, Ngcwele, Ngcwele, wen’ ongabonwayo, Nom’ udumo lwakho lungebonwe muntu, Ungongcwele kakho olingene nawe\nWen’ uphelele ngendlela zonke.\n\n\nNgcwele, Ngcwele, Ngcwele, Nkosi uSomandla Konke okwakho kuyakubonga wena\nNgcwele, Ngcwele, Ngcwele, wen’ onesihawu, Onqobo Ntathu, ube umunye.",
    "id": 94
  },
  {
    "number": 130,
    "title": "(Nkulunkul’ obusayo)",
    "lyrics": "Nkulunkul’ obusayo BuThathu ebunyeni Sizwe nxa sikhuleka Sikuhubela.\n\nWen’ okhanyisa konke Sikhanyisela sonke\n\nUsiphefumulele Ngothando lwakho.\n\nWen’ okhanyisa konke Siphe intethelelo Usiphe nokuthula Okuphelele.\n\nBuThathu obuNgcwele Sikubona ngokholo Sizuz’ umqhele wethu SinabaNgcwele. Amen.",
    "id": 95
  },
  {
    "number": 131,
    "title": "(Woza Nkosi yethu)",
    "lyrics": "Woza Nkosi yethu Ongamandla ethu Usisize\nBaba okhanyayo Wena onqobayo Wena osizayo Usibheke.\n\nJesu Mbusi wethu Nqob’ izitha zethu Uzahlule\nVez’ amandla akho Ubahleng’ abakho Inhliziyo yabo\nIme kuwe.\n\n\nMoya OyiNgcwele Woz’ uzosihola Sibusise Uzihlanzisise Inhliziyo zethu Ubephezu kwethu Silungise.\n\nNkulunkulu munye Wen’ ongubuThathu Mawubongwe\nThina size kuwe Embusweni wakho Nobukhosi bakho Sibubone. Amen.",
    "id": 96
  },
  {
    "number": 132,
    "title": "(Wen’ ovele usisiza)",
    "lyrics": "Wen’ ovele usisiza Olithemba lethu Uyisivikelo sethu Nekhay’ elimiyo.\n\nAbangcwele bakho Nkosi Baphephele kuwe Simelwe ukulwethemba Uvikelo lwakho.\n\nUngakenziwa umhlaba Nokuny’ okukuwo Wawukhona wena Nkosi Okhona phakade.\n\nKuwe Nkosi iminyaka Ifana nosuku\nIdlulisa okwekhwezi Elimika kusa.\n\nNjengemiful’ egcweleyo\n\nBayadlul’ abantu Bakhohlakala masinya Kanjengephupho nje.\n\nNkulunkulu Msizi wethu Olithemba lethu\nYiba ngumvikeli wethu Usiyis’ ekhaya. Amen.",
    "id": 97
  },
  {
    "number": 133,
    "title": "(Uyingcwele Ophezulu)",
    "lyrics": "Uyingcwele Ophezulu Wenz’ izinto zonke\nWenz’ umhlaba wenz’ izulu Ngobukhosi bakhe.\n\nUyingcwel’ uNkulunkulu Ngayebongwa njalo, Wasithanda wasidala Ngobukhulu bakhe.\n\nWasinika umntanakhe Weza emhlabeni,\n\nWaba nguMkhululi wethu Ezonweni zethu.\n\nThin’ abantu siyizoni Yasifela ngakho Indodana yakh’ uJesu Umsindisi wethu.\n\nSifumana yen’ uJesu Esakramenteni Elomzimba nal’ iGazi Asiphile lona.\n\nUyingcwele Ophezulu, Makabongwe njalo, Wasithanda wasifela NgeNdodana yakhe. Amen.",
    "id": 98
  },
  {
    "number": 134,
    "title": "(Ngobuhle balomhlaba)",
    "lyrics": "Ngobuhle balomhlaba Nobesibhakabhaka Ngothand’ esilugqoke\n\nSelokhu sabakhona Nkosi yethu sihuba Ihubo lokubonga.\n\nNgobuhle bezikhathi Zonyaka nezosuku Nobuhle bezintaba Nobelanga nenyanga Nkosi yethu sihuba Ihubo lokubonga.\n\nNgenxa yokujabula Komzali nabantwana Nokwezihlobo zethu Nangakho konk’ okunye Nkosi yethu sihuba Ihubo lokubonga.\n\nNgezipho zonk’ oziphe Abesizwe sakithi Ngobabal’ oluNgcwele Ngokuhloba komhlaba Nkosi yethu sihuba Ihubo lokubonga.\n\n\nIbandla lakho Liphakamis’ izandla Ngomhlatshelo wothando Eliwunikelayo\nNkosi yethu sihuba Ihubo lokubonga. Amen.",
    "id": 99
  },
  {
    "number": 135,
    "title": "(Unamandl’ uSimakade)",
    "lyrics": "Unamandl’ uSimakade Zonk’ izinto zenzwa nguye UyiNkosi yamabandla Aphezulu eZulwini.\n\nUlungil’ iSimakade Nemithetho yakhe yonke Kodwa thina sidukile Sinecala phambi kwakho.\n\nUnokwaz’ uSimakade Uyazaz’ izinto zonke Thin’ abantu asizazi\n\nSinokwazi okuncane.\n\n\nUyingcwel’ uSimakade Singevele phambi kwakhe Kodwa uyasivumela Ngayo iNdodana yakhe.\n\nUnomus’ uSimakade Usiphethe sonke ngawo Kufanele ukunxusa\nKonk’ okuhle singesabi. Amen.",
    "id": 100
  },
  {
    "number": 136,
    "title": "(Ukubantu Bakho Nkosi)",
    "lyrics": "",
    "id": 101
  },
  {
    "number": 1,
    "title": "Ukubantu bakho Nkosi Ngezikhathi zonke, Ubagcina ubasiza Endaweni zonke.",
    "lyrics": "",
    "id": 102
  },
  {
    "number": 2,
    "title": "Nxa bewela imifula Usenabo Wena,",
    "lyrics": "Nxa beshiswa nangomlilo, Usenabo Wena.",
    "id": 103
  },
  {
    "number": 3,
    "title": "Lapho behlupheka khona Bayamelwa nguwe, Nasezingozini Nkosi Bavikelwa nguwe.",
    "lyrics": "",
    "id": 104
  },
  {
    "number": 4,
    "title": "Bayabheka kuwe Nkosi Bonke abantu bakho, Bakuthande wena Baba Bakwethembe njalo.",
    "lyrics": "",
    "id": 105
  },
  {
    "number": 5,
    "title": "Bayabonga Wena, Baba NeNdodana futhi",
    "lyrics": "Nawe Moya oyiNgcwele Nkulunkulu munye.\tAmen.",
    "id": 106
  },
  {
    "number": 137,
    "title": "(Baba uyamangalisa)",
    "lyrics": "Baba uyamangalisa Ngobukhulu bakho Yek’ ubuhle besihlalo Sakho sobukhosi.\n\nNgiyakholwa Nkosi yami\n\nNgiyathuthumela Ngiyakukhonza nginethemba Nginezinyembezi.\n\nUmi njal’ uyesabeka Nkosi yaphakade Ebusuku nasemini Kudunyiswa wena.\n\nNokho Bab’ uyathandeka Mninimandla onke Ngokuba ufun’ uthando Lwenhliziyo yami.\n\nYek’ ubuhle nesimanga Obukhona kuwe Amandla nenhlakanipho Awunas’ isici.\n\nOlomzali lon’ uthando Alungangolwakho Ubekezelela konke Engikonileyo.\nBaba Yise weNdodana\n\nKuyamangalisa\nUkugaqa phambi kwakho Ngikubonge wena",
    "id": 107
  },
  {
    "number": 138,
    "title": "(Lihle Nkos’ igama lakho)",
    "lyrics": "Lihle Nkos’ igama lakho Emhlabeni wonke Umisil’ udumo lwakho Phezu kwamazulu.\n\nMina ngiyawukhumbula Umsebenzi wakho Ophezulu eZulwini Omisiwe nguwe.\n\nUsenzile sangaphansi Kwengelosi zakho Kodwa wasiphakamisa Sibe phezu kwazo.\n\nZonk’ izimvu nezinkomo Nezilwan’ ezinye\n\nNezinyoni nezinhlanzi Nakho konk’ okunye.\n\nEmlonyeni wezingane Uvezil’ amandla Ukub’ uthulise njalo Abayimpi kuwe.\n\nThina Nkosi semitone Sikhunjuliwe nguwe Ngabe wabona kithi Ukub’ uze kithi.\n\nUsenzile siwuphathe Umsebenzi wakho Ubekile phansi kwethu Zonk’ izinto zakho.\n\nNkosi lihl’ igama lakho Emhlabeni wonke Ulenzile lidunyiswe\nPhezu kwakho konke. Amen.",
    "id": 108
  },
  {
    "number": 139,
    "title": "(Umnene uSomandla)",
    "lyrics": "Umnene uSomandla Ezweni lethu lonke Yez’ iNdodana yakhe Yab’ umSindisi wethu.\n\nYasuka eZulwini Yazosifela sonke Yabethelw’ emuthini Ithwel’ izono zethu.\n\nNamhla uyasibiza Uba silahl’ izono Samukel’ iNdodana Singay’ ekulahlweni.\n\nMasamukel’ uJesu Ab’ umSindisi wethu Asibus’ asihole\nSize sibuse naye. Amen.",
    "id": 109
  },
  {
    "number": 140,
    "title": "(Baba wasenza thina)",
    "lyrics": "Baba wasenza thina Wen’ onamandla onke Unomusa kubobonke Abadaliwe nguwe.\n\nUsiph’ ukudla kwethu Usiphe nezingubo Silondoloze sonke\nThin’ esiphethwe nguwe.\n\n\nUlizwi wab’ inyama Wahlala nathi sonke Wez’ ukusisindisa Sibon’ umbuso wakhe.\n\nNgakho sikubabaza Siphakamis’ udumo Sibonga ngenhliziyo\nSikhonza ngokubonga. Amen.\n\n\n\n141(Nkosi enomusa Mdali wesintu)\n\nNkosi enomusa Mdali wesintu Wen’ ulilanga sikhanyiswa nguwe Nguwe wedwa olithemba lesizwe Nkosi yamabandla.\n\nSizwe namuhla siyacela kuwe Amaz’ olwandle ayasivukela Izitha kithi ziyasihlomela\nUz’ usisize.\n\n\nUz’ usisize nxa siphel’ amandla Uz’ usisize nxa sihlushw’ izitha Kungesinqobe ukona nokufa Uma unathi.\n\nNkosi sisize kubalek’ izitha Usiph’ amandla ukuze sinqobe Sizinqobe qede sikhuphukele Kuwe phezulu. Amen.",
    "id": 110
  },
  {
    "number": 142,
    "title": "(Wen’ obus’ eZulwini)",
    "lyrics": "Wen’ obus’ eZulwini\n\nOnomusa nokwazi Konk’ ukuphila kwethu Kungezwi lakho lodwa Wasenza emhlabeni Sihole ngezwi lakho Zonk’ izikhathi zethu Usilungise kahle.\n\nUhlela izikhathi Zempilo nezokufa Nengcebo nokuswela Izinhlanhla namashwa Ukwenama nosizi Nokulingwa kokubi Makusenze siqine Ngawo amandla akho.\n\nWena olungileyo Unomusa nothando Sibheka kuwe njalo Asesabi okubi Ngokub’ ungumvikeli\nWen’ ongumhlengi wethu Singabantwana bakho\n\nWena unathi njalo. Amen.",
    "id": 111
  },
  {
    "number": 143,
    "title": "(Kukhon’ incwadi..)",
    "lyrics": "Kukhon’ incwadi abantu bangafunda yona Bangafunda nxa bekholiwe enhliziyweni.\n\nUNkulunkul’ angaziwa ngabayifundayo Izint’ ezenziwa ngayo ziyincwadi leyo.\n\nIzulu libonakele kubo bonk’ abantu Lisitshengisa uthando asiphethe ngalo.\n\nIlanga likhanyis’ inyanga isikhanyisele Owenz’ ilanga umi njal’ ekhanyis’ ibandla.\n\nUyena umSindisi okhanya njengezulu Abakhe bayomphahla njengayo inkanyezi.\n\nIzipho zakhe ziyehla kuhle kwamazolo Akuzwakali lutho kumila konk’ okuhle.\n\nIgama lakhe lidunyiswa izingelosi Ulwandle ngokuduma kwalo luyadimisa.\n\nUmlil’ odumayo nesiphepho esikhulu Kutshengis’ amandla akhe asesabisayo.\n\nUmoy’ othambileyo osiphephetha kahle Uyasitshela ngay’ ongoMoya enomusa.\n\nNgalezozinto sibon’ esikufihlelweyo Amnyama amehlo abo abavam’ ukona.\n\nUsinik’ amehlo Nkos’ usiphe nenhliziyo\nUkuba sibone ngakho lokh’ okwenzileyo. Amen.",
    "id": 112
  },
  {
    "number": 144,
    "title": "(E! Malus’ omuhle Jesu)",
    "lyrics": "E! Malus’ omuhle Jesu Othand’ izimvu zakhe Usiphethe kahle njalo Thina abantu bakho Uma usisiza manje Kungaphel’ ukuswela.\n\nE! Malusi ungashiyi\n\nThin’ abomhlaba wakho Usihole endleleni\nYakho ngentando yakho Usisize usihole Sikulandele njalo.\n\nGez’ izinhliziyo zethu Ngegazi lakho Jesu Lanele lona lilodwa Ukususa izono Elembuzi nelenkomo Lingezisus’ izono.\n\nAkusifundise kahle Ngezwi lakh’ eliNgcwele Siqinise siligcine Ngothando nobabalo Kukhanyele bonk’ abantu Ukuthi singabakho.\n\n\n\nSifundis’ ukukubonga Sikubong’ emhlabeni Sikubonge wena wedwa\n\nSibong’ ukusalusa Sibonge naseZulwini\nNamabandl’ aphezulu. Amen.",
    "id": 113
  },
  {
    "number": 145,
    "title": "(Usekhona umSindisi)",
    "lyrics": "Usekhona umSindisi Usekhon’ uyaphila Sinethemba thina zoni Ngob’ uphilela thina.\n\nWafa yena umSindisi Ukuf’ okunqabile Wabulawa ngenxa yethu Size thina singafi.\n\nUvukile umSindisi Ngovuko lokunqoba Kanakufa futhi ngoba Sewakunqob’ ukufa.\n\nWenyukela ezulwini Phezu kwamazul’ onke Uyasimelela thina\n\nNgoba yen’ unguMmeli.\n\n\nUyanxusa umSindisi OnguMnxuseli wethu Ukuba siyek’ okubi Sithole insindiso\n\nUyathandwa umSindisi Ngenxa yothando lwakhe Kabatshazwe kadunyiswe UyiNkosi yodumo. Amen.",
    "id": 114
  },
  {
    "number": 146,
    "title": "(Jes’ ungumalusi wethu)",
    "lyrics": "Jes’ ungumalusi wethu Sithembela kuwe\nWena unguMbusi wethu Singabantu bakho.\n\nWasifuna silahleka Weza unomusa Wasihlanza wasamukela Emhlambini wakho.\n\nSiyabong’ umusa wakho Osiphethe ngawo\nOnke amacala ethu Wawathwala wena.\n\nImizimba ingeyakho Sokukhonza ngayo Zingezakho nenhliziyo Sokuthanda ngazo.\n\nZonk’ izono sozishiya Sizwe izwi lakho Singenqabe ukuhlushwa Senz’ intando yakho.\n\nHlala kithi usisize Lapha emhlabeni Ekufeni usamkele Kuwe ezulwini. Amen.",
    "id": 115
  },
  {
    "number": 147,
    "title": "(Igazi lakho Nkosi)",
    "lyrics": "Igazi lakho Nkosi Lophiselwa mina Ukuba ngikhululwe Ngivusw’ ekufeni\nNgingabonga ngani kuwe Wena owa ngifelayo.\n\nMiningi iminyaka Ungihluphekela Ukuba ngikhuliswe Ngibe nawe njalo Sengikhonze isikhathi Esingakanani Nkosi.\n\nWasuka ezulwini Walishiy’ ikhaya Wavuma ukudinga Uhamb’ emhlabeni Ngigadela ntoni mina Ukuba uz’ udunyiswe.\n\nWathwala ubuhlungu Obungachazeki Ukuba ngisindisiwe\n\nNgingay’ eGehena Wabuthwala ngenxa yami Ngingabonga ngani kuwe.\n\nImpela kufanele Ngihamb’ endleleni Ethandekayo kuwe Ngizwe, ngisabele Wazinikelela mina\nSengizinikela kuwe. Amen.",
    "id": 116
  },
  {
    "number": 148,
    "title": "(Amakhos’ alomhlaba)",
    "lyrics": "Amakhos’ alomhlaba Adume ngokuthumba Ujesu yen’ udume Ngokusindis’ abantu.\n\nYigama lakhe lodwa Elinikezw’ abantu Livis’ abafileyo Libayis’ ezulwini.\n\nLokh’ akwenzay’ uJesu Ukunihlawulela Leyonsindiso yenu Niyakuyilahla na?\n\nNgenxa yalelogama Thwalan’ isiphambano Nimfele ngenjabulo Ukufa wakunqoba.\n\nWena ovum’ ukuthi Ungumhlobo wezoni\n\nSizwe nxa sikhuleka Sibong’ igama lakho.\n\nKadunyiswe uYise Kanye nawe Ndodana Nay’ uMoya oNgcwele\nUnkulunkulu Munye. Amen.",
    "id": 117
  },
  {
    "number": 149,
    "title": "(Igama elithi Jesu)",
    "lyrics": "Igama elithi Jesu Lithandwa ngabakhe Liyaduduza lelaphe Lixoshe uvalo.\n\nLelogama eliNgcwele Lithob’ inhliziyo Liyiph’ amandla iqine Uma ilethemba.\n\nLiyasisekela sonke Lisiph’ insindiso Lisiphe konke okuhle Okungapheliyo.\n\nLihl’ igama lakho Nkosi Wena ongondlayo UngumPhrofethi nomPhristi UyiNkosi yami.\n\nWen’ ongumqondisi wami. Engikhona ngawe\nVum’ ukungizwa ngilapha Ngiz’ ukukubonga.\n\nNgingekhuleke ngibonge Ngo kufaneleyo Ngiyokwazi eZulwini\nNxa sengikubona.\n\n\nNgizoshumayel’ uthando Lwakho ngiselapha Mangiduduzwe yigama Lapha ngizakufa. Amen.",
    "id": 118
  },
  {
    "number": 149,
    "title": "(Igama elithi Jesu)",
    "lyrics": "Igama elithi Jesu Lithandwa ngabakhe Liyaduduza lelaphe Lixoshe uvalo.\n\nLelogama eliNgcwele Lithob’ inhliziyo Liyiph’ amandla iqine Uma ilethemba.\n\nLiyasisekela sonke Lisiph’ insindiso Lisiphe konke okuhle Okungapheliyo.\n\nLihl’ igama lakho Nkosi Wena ongondlayo UngumPhrofethi nomPhristi UyiNkosi yami.\n\nWen’ ongumqondisi wami. Engikhona ngawe\nVum’ ukungizwa ngilapha Ngiz’ ukukubonga.\n\nNgingekhuleke ngibonge Ngo kufaneleyo Ngiyokwazi eZulwini\nNxa sengikubona.\n\n\nNgizoshumayel’ uthando Lwakho ngiselapha Mangiduduzwe yigama Lapha ngizakufa. Amen.",
    "id": 119
  },
  {
    "number": 150,
    "title": "(Igama elithi Jesu)",
    "lyrics": "Igama elithi Jesu OnguNdodana NomSindisi wethu Sizwe sicela.\n\nMasithethelelwe Izono zethu Sivikele kukho Okuhungayo.\n\nSiph’ inkululeko\n\nKanye nothando Siholele Jesu Kokwaphezulu.\n\nSihol’ ohambeni Ubeyindlela\nNxa sihamba lapha Siy’ eZulwini.\n\nJesu onomusa OnguNdodana NomSindisi wethu Sizwe sicela. Amen.",
    "id": 120
  },
  {
    "number": 151,
    "title": "(Jesu wen’ uyindlela)",
    "lyrics": "Jesu wen’ uyindlela Yokuya eZulwini Ofun’ ukuya khona\nAngaqondiswa nguwe.\n\n\nJesu uliqiniso Nezwi lakho linjalo Uhluzisa ingqondo\n\nUhlanze nenhliziyo.\n\n\nJesu ungukuphila Walehlula ithuna\nBonk’ abakwethembayo Bokwehlula ukufa.\n\nSazise leyondlela Nokuphila okusha Neqinis’ elembula Impilo yenjabulo. Amen.",
    "id": 121
  },
  {
    "number": 152,
    "title": "(O Jesu Nkulunkulu Wami)",
    "lyrics": "",
    "id": 122
  },
  {
    "number": 1,
    "title": "O Jesu Nkulunkulu wami Ngizwe ngikhala kuwe Nkosi Uthel’ umusa wakho kimi Uhlezi eZulwini lakho",
    "lyrics": "Nkosi Jesu ngiyakuthanda Lwandise njal’ uthando lwami.",
    "id": 123
  },
  {
    "number": 2,
    "title": "Ngiphuze Nkos’ ukukufuna Alufanel’ uthando lwami",
    "lyrics": "Angazi ukulidumisa Igama lakho elingcwele\nNkosi Jesu ngiyakuthanda Lwandise njal’ uthando lwami.",
    "id": 124
  },
  {
    "number": 3,
    "title": "Wawubonani kimi Nkosi Ukuba ungithande njalo Yek’ ubukhulu benjabulo Oyizw’ umoya wami ngawe Nkosi Jesu ngiyakuthanda",
    "lyrics": "Lwandise njal’ uthando lwami.",
    "id": 125
  },
  {
    "number": 4,
    "title": "Ngiyakuthanda Nkosi yami Eyakho inhliziyo yami",
    "lyrics": "Konk’ enginakho kungokwakho Nawe mSindisi ungowami Nkosi Jesu ngiyakuthanda\nLwandise njal’ uthando lwami.\tAmen.",
    "id": 126
  },
  {
    "number": 153,
    "title": "(Jes’ uyiNqaba yami)",
    "lyrics": "Jes’ uyiNqaba yami Mangisindiswe nguwe Lawomanzi, neGazi\n\nOkopha ngenxa yami Makususe izono Ngigezwe ngibe mhlophe.\n\nUngenam, anginakho Ukugcina umthetho Noma ngizikhalela Zingesulwe izono Zingasulwa kuphela Nguwe ngeGazi lakho.\n\nNgibambelela kuwe Owafel’ emuthini Angisethembi lutho Ngethemba umsa wakho Jesu ngiyakucela Ngihlanza funa ngife.\n\nNkosi ngisekhona la Noma sengingasekho Noma ngikubon’ uza Ukwahlulel’ abantu Wen’ uyinqaba yami\nMangisindiswe nguwe. Amen.",
    "id": 127
  },
  {
    "number": 154,
    "title": "(Vuman’ amandla kaJesu)",
    "lyrics": "Vuman’ amandla kaJesu Zifol’ ingelosi.\nLethani lapha iqhele, Nimthwes’ umqhele mqhele, Abuse konke.\n\nMabamqhelis’ abafeli, Odumisekayo,\nBatus’ impande kaJese, Bambeke, mbeke, mbeke Abuse konke.\n\nMaliqheliswe iKhwezi Umseki womhlaba, Netshe likaIsrayeli, Libekwe, bekwe, bekwe, Libuse konke.\n\nZoni, manithi ngokwakhe, Ukunqoba kwenu,\n\nOwanithanda kangaka, Nimbeke, beke, beke, Abuse konke.\n\nSizwe sakh’ esikhethiwe , Esihlengiweyo,\nVuman’ owanisindisa, Nimbeke, beke, beke, Abuse konke.\n\nZonk’ izizwe nezilimi, Mazimkhothamele, Zivum’ ubukhosi bakhe, Zimbeke, beke, beke, Abuse konke. Amen.\n\n\n\n                  155 (Bayethe! Nkos’ enkulu) Bayethe! Nkos’ enkulu,\nYendlu kaDavidi, Sekufik’ isikhathi, Sokuba ubuse, Bonke abathunjiwe Uzobakhulula\n\nKuze kuphel’ ububi, Kubus’ ukulunga.\n\nWobongwa ngamakhosi, Akuph’ izethulo,\nIzizwe zikukhonze, Zikubonge njalo, Bonk’ abantu baguqe, Bakukhulekele\nUmbuso wakho wande, Ungabinamngcele.\n\nUmhlaba uyethaba, Kumila ubuhle, Bayathokoza bonke, Abakuvumayo Amazwe mawathule, Ezwe izwi lakho Bayabusisw’ abakho, Endaweni zonke.\n\nInkosi yamakhosi, Iyohlal’ ibusa,\nWena, Jes’ ufanelwe,\n\nUkutuswa konke Izethembiso zakho, Zimi naphakade Impela, unothando,\nUbathanda bonke. Amen.",
    "id": 128
  },
  {
    "number": 156,
    "title": "(Nxa kubhej’ ezansi)",
    "lyrics": "Nxa kubhej’ ezansi Ngiphaphama ngithi Kabongwe uJesu Ngomsebenzi wami Nangokukhuleka Kabongwe uJesu.\n\nLiyohuba ulimi Lungaphezi luthi Kabongwe uJesu. Lengoma iNgcwele Ayinasidina, Kabongwe uJesu.\n\nKuhlala kukhanya\n\nNxa sihuba sithi Kabongwe uJesu Impi yobumnyama Ixoshwa wukuthi Kabongwe uJesu.\n\nNxa kukhal’ insimbi Izwakala kude Kabongwe uJesu.\nIthi: Wozanini Nizokusho, nithi Kabongwe uJesu.\n\nNxa ngidabukile Kuyasiz’ ukuthi Kabongwe uJesu. Uma ngidangele Nas’ isiduduzo Kabongwe uJesu.\n\nUma ngisekhona Mangihube ngithi Kabongwe uJesu Nasekuvukeni\n\nNgosho njalo ngithi Kabongwe uJesu. Amen.",
    "id": 129
  },
  {
    "number": 157,
    "title": "(Nxa kuphath’ uJesu)",
    "lyrics": "Nxa kuphath’ uJesu Bonke baguqa Zisho izilimi\nZith’ uyiNkosi Uma zisho njalo KowayeYizwi Kwasekuqaleni Kuthand’ uYise.\n\nNgezwi lakhe lodwa Kwavela konke Yonke imikhosi YaseZulwini\nZonk’ ingelosi Nezinkanyiso Ngezigaba zazo Ezihleliwe.\n\nWakhuphuka nalo Linokukhanya Waya eZulwini Ngasekunene KukaNkulunkulu Empakameni Ligcwele udumo Oluphakade.\n\nLapha emhlabeni Wethiw’ igama Ngabantu ababi Abafileyo Waliphatha kahle Ngokukholeka Wakunqoba ngalo Ngisho nokufa.\n\nManimbize nani Ngothando njalo Kanye nokwesaba Nangenhlonipho UnguKrist’ iNkosi Esindisayo\n\nOyakudunyiswa Akhonzwe njalo.\n\nAzibuswe nguye Izinhliziyo Azakhiphe kuzo Konk’ ukungcola Ab’ umholi wenu Nxa nilingwayo Nisingathwe nguye\nNgamandla akhe. Amen.",
    "id": 130
  },
  {
    "number": 158,
    "title": "(Zinceku zeNkos’ enilindile)",
    "lyrics": "Zinceku zeNkos’ enilindile Hlomani ngelizw’ eliyinkemba Manihlale niqaphile njalo nje Nibe ngamabutho athembekile.\n\nInkosi yen’ ishilo lindani Ngempela manje isiseduze Ningasho ukuthi isilibele Nibesenidla, niphuze nidakwe.\n\nZikhanyisen’ izibani zenu Nizibhukul’ izingubo zenu Nilind’ ukubuya kweNkosi yenu Uba niyivulele ngokushesha.\n\nZiyakubusiswa lezo’ nceku Ayozifumana zilindile\nZiyoba neNkosi enkazimulweni Zethweswe imqhele eyokunqoba.\n\nUKrist’ uqobo usezobuya\n\nAbiz’ abakhe beze ekhaya Abancome bonke abenz’ okuhle Ngaphambi kweBandla\nlezingelosi. Amen.",
    "id": 131
  },
  {
    "number": 159,
    "title": "(Jesu singabakho)",
    "lyrics": "Jesu singabakho Sethemba wena Uyinqaba yethu Nosilwelayo.\n\nSiyadlul’ ezweni Linezingozi Zokuyibulala Imiphefumulo.\n\nJes’ ungabashiyi Abantu bakho Nom’ izinhliziyo Zingaphelele.\n\nSiphe ukukholwa Sithemba wena Sibe nokuphila Sigcwel’ uthando.\n\nUma singathembi\n\nLungekh’ uthando Singehambe kahle Singelwe kahle.\n\nImpi ephakathi Nxa inqotshiwe Leyo engaphandle Ayinamandla.\n\nNkosi singabakho Mawusihole Uyinqaba yethu\nKube phakade. Amen.",
    "id": 132
  },
  {
    "number": 160,
    "title": "(Jesu Kristu ungumvini)",
    "lyrics": "Jesu Kristu ungumvini Thina singamagatsha Lawo angahlala kuwe Athel okuhle njalo.\n\nAmagatsh’ angatheliyo Ayosuswa alahlwe\n\nSisindise Nkosi yethu Ukuze singalahlwa.\n\nMasihlale kuwe Jesu Ukuz’ uhlale kithi Uma ungenathi Nkosi Singeze senza lutho.\n\nNkosi yethu enomusa Mthombo ophilisayo Masihlale kuwe njalo Sizuze ukuphila.\n\nMakabongw’ uNkulunkulu Uyise neNdodana\nKanye nawe Moy’ oNgcwele Unkulunkulu munye. Amen.",
    "id": 133
  },
  {
    "number": 161,
    "title": "(Inyang’ enkul’ ikhona la)",
    "lyrics": "Inyang’ enkul’ ikhona la Ogama lingu Jesu\n\nUmlulamis’ ophansi la Animlalel’ uJesu.\n\n\n\nChorus:\n\n\nLiphi eliny’ igama na Esisindiswa ngalo la? Alikh’ eliny’ igama qha ElikaJesu lodwa.\n\n\nUyazesul’ izono nya, Animlalel’ uJesu; Nihambe niye ezulwin’ Nihlale nay’ uJesu.\n\nWozani bazalwane bam’, Nibong’ iNkos’ uJesu Bodade, nilihlabelel’, Igama likaJesu.\n\nUdumo lonke kuye la. Sengimethemb’ uJesu Ngiyalithanda leligam’, Igama lika Jesu.\n\nBantwana, wozanini bo, Nonk’ enimthand’ uJesu, Nibizwa nani namhlanye, Nibong’ iNkos’ uJesu.\n\nLiyaphelis’ icala lam’ Igama likaJesu.\nLiyangithokozisa nam’, Igama likaJesu.\n\nNxa senyukele ezulwin’ Sibon’ iNkos’ uJesu, Sohlabelela futhi le, Igama likaJesu.",
    "id": 134
  },
  {
    "number": 162,
    "title": "(O bayede Nkos’ engcwele!)",
    "lyrics": "O bayede Nkos’ engcwele! Owangithwalel’ umqhele; Lowo mqhele wakuhlaba Kuze ngibe nokwethaba.\nO, bayede, Nkosi yam‘! O, bayede, Nkosi yami’!\n\nWawungenasici, Nkosi, Wawumuhle hlabahlosi; Kepha wakudela konke Ngaz’ izono zethu zonke.\nO, bayede, Nkosi yam’!\n\n\nNant’ uthando olukhulu Olumhlophe, olwezulu; Wazincoma ngokuphana Ngobukhosi beNdodana\nO, bayede, Nkosi yam’!\n\n\nLokhu kungimangalisa, Yebo, kuyangithobisa, Kuphelisa yonk’ inkani. Ngiyathandwa-- Ngingubani?\nO, bayede, Nkosi yam’!",
    "id": 135
  },
  {
    "number": 163,
    "title": "(Umzuzu nay’ uJesu)",
    "lyrics": "",
    "id": 136
  },
  {
    "number": 1,
    "title": "Umzuzu nay’ uJesu Uyaguqula njalo Usizi nenkathazo",
    "lyrics": "Uyaluxosh’ uvalo. Ngingenwa ukwethaba Nanxa ngimbheka ke, Ubuhle balomhlaba Ngishay’ indiva nje.",
    "id": 137
  },
  {
    "number": 2,
    "title": "Umzuzu nay’ uJesu Khangel’ uthand’ analo! Ngilethe njalo kuye Usizi nemithwalo. Nanxa ngidinw’ indlela Aphel’ amandla nya, Kuyongisiz’ impela Umzuzu naye la.",
    "lyrics": "",
    "id": 138
  },
  {
    "number": 3,
    "title": "Sengathi ngibe nawo ‘Mihleni yonke yami Umzuzu nay’ uJesu Ekuhambeni kwami. Kufisa kwami konke Impela yikho-ke: Kuze kube phakade",
    "lyrics": "Ngihlale naye le!\tAmen",
    "id": 139
  },
  {
    "number": 164,
    "title": "(Ubani lo osemkhombeni)",
    "lyrics": "Ubani lo osemkhombeni, Ekhonzwa ng’ abalusi na?\n\nRefrain:\nINkosi-iNkosi yezulu INkosi-iNkosi yomhlaba, Masiguqe phambi kwayo, Sidumis’ iNkosi yezwe.\n\nUbani lo ososizini, Ozilayo esehlane?\n\nUbani lo okhala khona Elibeni lika Lazaro?\n\nUbani lo okhulekayo Ensimin’ eGetsemane?\n\nNgubani lo obethelwayo Enxusel’ abaMbethelayo?\n\nUbani lo oselibeni\n\nSengathi Usehluliwe?\n\n\nUbani lo ongophilayo Ongeboshwe enqobile?\n\nUbani low’ enyukayo Ebusis’ abantu bakhe?\n\nUbani lo osezulwini Ebusa ebukhosini?\n\nUbani lo oyakufika\nNobukhosi nangamandla? Amen.",
    "id": 140
  },
  {
    "number": 165,
    "title": "(Jesu uyabusa)",
    "lyrics": "Jesu uyabusa Unamandla onke INkosi yodumo Ezizweni zonke\n\nJabulani bantu Ngoba enithanda Kuyabonakala Ngesihawu sakhe\n\nManibong’ uJesu Onamandla onke Wavuk’ ekufeni OyiNkosi yethu\n\nUmlamleli wethu Usekhona kithi Wasihlawulela Masimthande njalo. Amen.",
    "id": 141
  },
  {
    "number": 166,
    "title": "(Kristu ulithemba lethu)",
    "lyrics": "Kristu ulithemba lethu Wen’ ungumkhululi wethu Sikhulule thina zoni Sizibika kuwe namhla.\n\nSinezono eziningi Siyakhala phambi kwakho Sikhulule manje Nkosi Usiphathe ngomsa wakho.\n\nUsiphendulele kuwe Sibe nenjabulo ngawe Wena uyiNkosi yethu Thina singabantu bakho.\n\nYakha ngaphakathi kwethu Uzibus’ izinhliziyo\nZib’ ezakho ngakho konke Zenz’ intando yakho njalo.\n\nSize sibabaz’ uYise Nawe Jesu indodana Nawe Moya oyiNgcwele\nNkosi inye naphakade. Amen.",
    "id": 142
  },
  {
    "number": 167,
    "title": "(Wozani nijabule)",
    "lyrics": "Wozani nijabule\n\nKuye uMsindisi Weza ukusihlenga Thin’ esonileyo.\n\nWez’ ukusisindisa Sase sizokufa Wasibizela kuye Endleleni yakhe.\n\nJesu wez’ emhlabeni Wab’ umuntu wena Usakhon’ ebantwini Abathanda wena.\n\nNkosi ngomusa wakho Weza uthobile\nLab’ abakholwe kuwe Bazakukufuza. Amen.",
    "id": 143
  },
  {
    "number": 168,
    "title": "(Wena mphefumlo wami)",
    "lyrics": "Wena mphefumlo wami Zwan’izwi loMsindisi Ukhulum’ethi kuwe Wen’uyangithanda na?\n\nNgakuhleng’uboshiwe Ngakwelaph’ ulimele Ngakuthol’ udukile Ngakukhiph’ emnyameni.\n\nNom’unin’ angashiya Zon’ izingane zakhe Nom’ angakhohlwa yizo Angikhohlwa ngezami.\n\nAngiyek’ ukuthanda Luqin’uthando lwami Ludlulakonk’ okunye Aluqedwa ngukufa.\n\nUyangibona wena Ngikulungiselele Izibusiso zami Ezingunaphakade.\n\nNkosi sengiyavuma Lufuph’uthando lwami Ake ungandisele\nJes’osithandwa sami. Amen.",
    "id": 144
  },
  {
    "number": 169,
    "title": "(Jesu wen’ oyindodana)",
    "lyrics": "Jesu wen’ oyindodana Sihambis’ endleleni Sandulele ngomsa wakho Silandelw’ iwo futhi.\n\nJesu wen’ oyindodana Sifundis’ izwi lakho Ukuze sikulandele Ngokukhanyiswa yilo.\n\nSibonis’ indlela yakho Jesu malusi wethu\nWena mthombo wokuphila Sizophiliswa nguwe.\n\nUsilwele njalo njalo Sivikel’ ezimpini Usigcine engozini Njengomalusi wethu.\n\nSifundis’ intando yakho Senz’ okufaneleyo Masihambe kahle lapha Sobonan’ ezulwini. Amen.",
    "id": 145
  },
  {
    "number": 170,
    "title": "(Kristu O Msindisi wethu)",
    "lyrics": "Kristu O Msindisi wethu Wena Ulithemba lethu Ulithemba labo bonke Abalahl’ ukwona konke.\n\nAbazond’ izono zabo Abadel’ intando yabo Abakheth’ indlela yakho Abathwal’ umthwalo wakho.\n\nUlithemba ngeqiniso\n\nAwunayo inkohliso Uyagcin’ abathembayo Ngize Nkosi-nangu mina\n\nNgithi sengizidelile Ngingowakho ngivumile Ma ube ithemba lami\nNgenz’ intando yakho njalo. Amen.",
    "id": 146
  },
  {
    "number": 171,
    "title": "(Moy’ oNgcwele siqinise)",
    "lyrics": "Moy’ oNgcwele siqinise KuKrist’ oliqiniso Sinokholo nokuqonda Sisizw’ izipho zakho.\n\nMoy’ oNgcwele siduduze Woza uzosimela\nMoya ovela kuYise Siph’ usizo ngoKristu.\n\nWazo usihlumelele Siphilise luqobo\n\nMasingcweliswe ngezipho Nangobukhona bakho.\n\nMoya oNgcwele siphathe Luthando oluNgcwele Moya oNgcwele kaYise\nOphuma kuNdodana. Amen.",
    "id": 147
  },
  {
    "number": 172,
    "title": "(Nkosi bhek’ ibandla lakho)",
    "lyrics": "Nkosi bhek’ ibandla lakho, Uyabona selomile Limatise ngomsa wakho, Konk’ okwethu kuphelile.\n\nThel’ uMoya! oyiNgcwele Phezu kwabantwana bakho! Vus’ owakho umsebenzi, Libatshazw’ igama lakho.\n\nUsizwise lawamandla Abafundi bathenjiswa,\n\nSilifuze lelobandla Elaqala, labusiswa.\n\nUsathane simnikile Amathuba enhliz’ weni, Keph’ uMoya simcimile,\nSekumnyam’ emphefumlweni.\n\n\nSiyavum’ izono zethu, Asikukhonzanga kahle, Ngakho emoyeni wethu, Nant’ usizi luthi phahle.\n\nWasho: “Celanini, njalo Nizophiw’ uMoy’ oNgcwele” Sesibhek’ eyakh’ ingalo Yebo, sesikuhlalele.\n\nHaleluya, siyakholwa Ubekil’ indlebe yakho Lesosipho siyatholwa Ngokwethemb’ igama lakho.",
    "id": 148
  },
  {
    "number": 173,
    "title": "(Moy’ oNgcwele wobabalo)",
    "lyrics": "Moy’ oNgcwele wobabalo Odala uthando\nPhemba ngaphakathi kwethu Umlilo weZulu.\n\nWen’ ohlanganis’ uYise Kanye neNdodana Senze nathi sithandane Sibe Moya munye.\n\nMakadunyiswe uYise NeNdodana futhi\nNawe Moya oyiNgcwele Manje naphakade. Amen.",
    "id": 149
  },
  {
    "number": 174,
    "title": "(Wena Moya oNgcwele)",
    "lyrics": "Wena Moya oNgcwele Siyacela sabele Emuthasheni wakho Siphe uthando.\n\nUthando lunomusa Lubekezela njalo Aluphel’ ekufeni Siphe uthando.\n\nKophel’ ukuphrofetha La sesiphambi kwakho Lume njalo uthando Siphe uthando.\n\nLuyophela ukholo Nethemba ngokunjalo Loma kade uthando Siphe uthando.\n\nUkukholwa nethemba Kuhlangene nothando Okukhulu kwalokhu Nokuhl’ uthando.\n\nUthando lungephele Loba khona phakade Kanye naw’ eZulwini\n\nSiphe uthando. Amen.",
    "id": 150
  },
  {
    "number": 175,
    "title": "(Woz’ usebenze kithi)",
    "lyrics": "Woz’ usebenze kithi Nkosi Moya Ongcwele Ufundis’ ulungise Nkosi Moya Ongcwele.\n\nVul’ inhliziyo zehtu Nkosi Moya Ongcwele Usinik’ ukuqonda Nkosi Moya Ongcwele.\n\nSifundis’ imithetho Nkosi Moya Ongcwele Sisize siyigcine\nNkosi Moya Ongcwele.\n\n\nSiyise kuMkhululi Nkosi Moya Ongcwele Usisiz’ endleleni\nNkosi Moya Ongcwele.\n\nHlanzi’ inhliziyo zethu Nkosi Moya Ongcwele Sibenalo ukholo\nNkosi Moya Ongcwele. Amen.",
    "id": 151
  },
  {
    "number": 176,
    "title": "(UMsindisi engakafi)",
    "lyrics": "UMsindisi engakafi Wathi kwabakhe, Uzofika uMluleki, Oqotho.\n\nManje sewafika ithi, Nosizo lwakhe, Uyohlala kithi njalo, Azinze.\n\nUkhuluma ngaphakathi, Asiduduze\nAqede ivuso lonke, Novalo.\n\nUbulala inkanuko, Eyonisayo,\nAdal’ uthand’ olumi Lobuhle.\n\nOkuhle esikwenzayo, Sikwenza ngaye, Nguye nosinqobelayo, Empini.\n\nNkosi, Moya oyiNgcwele, Siphe amandla\nWakhe ezinhliziyweni, Zabakho.\n\nKadunyiswe uMluleki, Kanye noYise, NoMsindisi onguJesu, Kabongwe. Amen.",
    "id": 152
  },
  {
    "number": 177,
    "title": "(Ngingumfokazi laph’ emhlabeni)",
    "lyrics": "Ngingumfokazi laph’ emhlabeni,\n\nNgifun’ izulu ikhaya lam’; Nom’ inkathazo isendleleni Ngophumelela ngoJesu wam’; Useceleni eduze nami, Ebheka njal’ ukuhamba kwam’ Uzongisiza nasekufeni, Angingenise ekhaya lam’.\n\nNoma ngigqok’ amanikiniki, Ikhon’ ingubo emhlophe qwa. Icolekile ngizoyembatha, Mhla ngiqedile ibanga la.\nNxa nginosizi nezinkathazo, Ngihlekw’ usulu, ngidelwa nje, Kolunga konke nxa ngingenile Ekhaya lami elihle hle!\n\nNonxa ngithwele isiphambano, Sinzima sona, ngisindwa la Ngizowuthola umqhele lapho, Owokuphila. Haleluya!\nNgimbone yena ongithandayo, Ngihlale naye uMfeli wam’ Ngihube khona igam’ elisha\n\nLokudumisa iNkosi yam’.",
    "id": 153
  },
  {
    "number": 178,
    "title": "(Izithembiso zeNkosi yethu)",
    "lyrics": "Izithembiso zeNkosi yethu Ziqine zona kunezintaba.\nNxaziwa izisekelo zethu Elayo izwi limi.\n\nIKORUSI\nIzithembiso zeNkosi yethu Ziqine kunezintaba la.\nNokuba ziwa izinkanyezi Zingew’ izethembiso qha.\n\nIzithembiso—nxa ngihlangana Nezinhlupheko, ngiphel’ amandla Ishisa impi, ngizofumana\nImpela zona zimi.\n\n\nIzithembiso nasekufeni Ziyema zona, azijabhisi,\nKuzakukhanya nasengcwabeni,\n\nEzika Jesu zimi.\n\n\nIsithembiso nasekufeni Ngcwabeni lami ngizofumana, Zazinganela ekumukeni, Nasezulwini zimi.",
    "id": 154
  },
  {
    "number": 179,
    "title": "(Qaphelani nilalele)",
    "lyrics": "Qaphelani nilalele Ngezindlebe zenu Ngonitshela izindaba Zokunilungisa.\n\nNiyathand’ ukub’ abanye Bathandane nani Ngakho manilinde kahle Izilimi zenu.\n\nManiyek’ amazw’ amabi Ningawakhulumi Dedanini kwabonayo Nikushiy’ okubi.\n\nBayakubusiswa bonke Abalungileyo Bayaqala ukulunga\nAbathand’ uJesu. Amen.",
    "id": 155
  },
  {
    "number": 180,
    "title": "(Baba wethu ophezulu)",
    "lyrics": "Baba wethu ophezulu Phakamis’ ingqondo zethu Sifundise sibonise\nBaba wethu sibusise.\n\n\nEbuthakathakeni bethu Siphamandla siqinise Size sikukhonze njalo\nBaba wethu sihaw’ kele. Amen.",
    "id": 156
  },
  {
    "number": 181,
    "title": "(Umus’ omangalisayo)",
    "lyrics": "Umus’ omangalisayo Wasindisa mina Ngeduka ngatholakala Ngavulek’ amehlo.\n\nUmusa wangifundisa Kwaphela uvalo Isimanga salomusa Uyigugu kimi.\n\nEngozini, engcingweni Ngacusha ngomusa Ngomusa wodwa ngahlengwa Wongiyisekhaya.\n\nNanxa sengiyokufa nya Kucime impilo Ngiyoceba ngenjabulo Ngethabe ngoxolo.\n\n\n\nAmazing grace how sweet the sound\n\nThat saved a wretch like me\nI once was lost, but now am found Was blind but now I see.\n\n‘Twas grace that taught my heart to fear And grace my fears relieved\nHow precious did that grace appear The hour I first believed!\n\nThrough many dangers, toils and snares,\nI have already come\n‘Tis grace that brought me safe thus far And grace will lead me home.\n\nYes, when this heart of flesh shall fail And mortal life shall cease\nI shall possess within the vail A life of joy and peace.",
    "id": 157
  },
  {
    "number": 182,
    "title": "(Baba wethu owadala konke)",
    "lyrics": "Baba wethu owadala konke\n\nSibong’ umusa wakho Udumo malube kuwe Nkosi Haleluya Haleluya.\n\nUmhlaba wonke mawuhlokome Ubong’ uSimakade\nUbabalo lwake olukhulu Haleluya Haleluya.\n\nHubelan’ uMninimandla wonke Ngokuba kufanele Makadunyisw’ abaseZulwini Haleluya Haleluya.\n\nImikhosi yonke yaseZulwini Mayithi Haleluya\nNezihlwele zonke zasezweni Haleluya Haleluya.\n\nHaleluya dumisani njalo UYise neNdodana\nNoMoya phakade naphakade Haleluya Haleluya. Amen.",
    "id": 158
  },
  {
    "number": 183,
    "title": "(Thokoza zulu nomhlaba)",
    "lyrics": "Thokoza zulu nomhlaba US’makade luthando Akahutshelwe yindalo Ngephimbo lenhlokomo Yen’ owasekel’ umhlaba Nowendlal’ amazulu Yena owadala konke\nUl’ uthando phakade.\n\n\nUS’makade uluthando Ufukamel’ umhlaba Ngemfudumal’ ephelele Nabantu bakhe bonke Uboph’ inhliziyo zonke Ezidabukileyo Bafuman’ inqaba kuye Bakhosel’ eNkosini.\n\nUS’makade uluthando Noma sizimpumputhe\n\nOlwakhe olwaphakade Luludondolo lwethu Sono kufa unqotshiwe US’makade uluthando UL’ uthando keme njalo\nAbuse naphakade. Amen.",
    "id": 159
  },
  {
    "number": 184,
    "title": "(Sheshani nize nina bangcwele)",
    "lyrics": "Sheshani nize nina bangcwele Kuyiz’ ukukhandleka Lungisan’ indlela ngokwethaba Uhambo lunzima\nUbabalo luyavama Njengobude bosuku nje Kusifanele ukuba Sizabalaze qha.\n\nIzinto zonke zakulomhlaba Sizishay’ indiva\nNgokwenz’ enjal’ inhliziyo zenu Ziyakuchichima\nInjabulo eyofunyanwa\n\nNgokukhonza uJesu lo Laph’ ibandla selikhonza Kukuhle kudele.\n\nNikhala nicabanga ukuthi Uhambo lunzima\nNokho akunjalo-ke ngempela Konke kulungile\nSifunelani umvuz’ omkhulu Kanti singamagwala Bophan’ izinkalo zenu Niqung’ isibindi.\n\nManini ngomumo niqinile Nilwe neyesitha USomandla weth’ uliqhawe Kasoz’ asishiye\nWethembeke njalo nje Akajabhisi namunye Iqiniso lakhe lonke\nLimi naphakade. Amen.",
    "id": 160
  },
  {
    "number": 185,
    "title": "(Nithini ngaloluthando)",
    "lyrics": "Nithini ngaloluthando ‘Lusegazini loMhlengi Wangifela mina soni\nWezw’ inhlungu ngenxa yami Loluthando olungaka UMsindisi wangifela.\n\nImfihlo yokufa kwakhe Ayinakuqondwa muntu Kwehlula amaSerafi Ukujula kwal’ uthando Lubabalo vuma mhlaba Kwananel’ izingilosi.\n\nWadela ubukhosi bakhe Ngothando nangobabalo Wophel’ inzalo kaAdam Eyayibanjwe izono Kulubabalo lwezulu Olwazuza mina soni.\n\nNgangiboshwe uSatane Ngicindezelwe isono Iso lakho lakhanyisa\n\nNgavuka etilongweni Kwagqabuka iketango Ngakhululwa ngalandela.\n\nAkukho ukujabhiswa Kubobonke abakuye Phila kuye oyinhloko\nMbath’ ubuNgcwele bezulu Ngesibindi ngizakuwe\nNgizuz’ umqhele kuKristu. Amen.",
    "id": 161
  },
  {
    "number": 186,
    "title": "(Izwi lakho Nkosi)",
    "lyrics": "Izwi lakho Nkosi Lisihola njalo Libakhanyisele Abalikholwayo.\n\nUma kuza impi Izosihlasela Liyasiduduza Liyasisindisa.\n\nUma sekumnyama\n\nSingaboni lutho Singaholwa izwi Ngokukhanya kwalo.\n\nKungechasiselwe Ukuthokoziswa Kwabahamba ngalo Belalela lona.\n\nLiyizwi lomusa Kwabasemhlabeni Nakub’ abafayo Lileth’ ukuphila.\n\nNkosi yethu siphe Ukulamukela Siliqondisise\nSilithande njalo. Amen.",
    "id": 162
  },
  {
    "number": 187,
    "title": "(Singanikelani kuwe)",
    "lyrics": "Singanikelani kuwe Lokhu simpofu nje Singelutho sidumis’\n\nIgama eliNgcwele.\n\n\nUthando lonke ngolwakho Singento yalutho\nVul’ imithombo yezulu Sandisel’ ukholo.\n\nMasimemezel’ udumo Lobabalo lwakho Zize zikwazi izizwe Zifakaze ngawe.\n\nSivulel’ umbuso wakho Ongevalwe ‘muntu\nIzwi lakho libe kithi Samukel’ umusa.\n\nYandisa imbewu yakho Sithelele wena\nIvangeli lakho lande Ezizweni zonke. Amen.",
    "id": 163
  },
  {
    "number": 188,
    "title": "(UJesu Krist’ uyiNkosi)",
    "lyrics": "UJesu Krist’ uyiNkosi Ungumalusi wami Ngingeswele engowami Nami sengingowakhe.\n\nUngiholel’ emanzini Agelezayo kahle Ungilalis’ edlelweni Lakhe eliluhlaza.\n\nNgangiduka futhi futhi Wabelokh’ engifuna Ehlombe wasengetshatha Wangiyisa ekhaya.\n\nUma ngelusiwe nguye Angikwesab’ ukufa Ngethemba isandla sakhe Esingihola kahle.\n\nUngiph’ ukudl’ okuNgcwele Etafuleni lakhe\nNgomzimba negazi lakhe Okuhlumelelayo.\n\nUmusa wakh’ ongapheli Uyakubongwa njalo Mayibongw’ iNkosi yethu Phakade naphakade. Amen.",
    "id": 164
  },
  {
    "number": 189,
    "title": "(Nin’ enihamba lapha)",
    "lyrics": "Nin’ enihamba lapha Niqond’ eZulwini Niyahanjisw’ uJesu Emkhondweni wakhe.\n\nLapho nisebenzayo Nilingis’ uJesu Noma nifa yindlala Nilambis’ okwakhe.\n\nWhathwal’ isiphambano Ngenxa yenu nonke Umqhel’ awuthweleyo Uludumo lwenu.\n\nNingambona ngokholo Nimbambe ngethemba Nimthande ngenhliziyo Noma nihlupheka.\n\nIzinhlupheko zenu Nezinsizi zenu Nezilingw’ eziningi Zophel’ ekufeni.\n\nLokhu nehlelwa yikho Ukuze nilunge Kuyizikhwelo zenu Zokuy’ eZulwini.\n\nNin’ enihamba lapha ondan’ eZulwini Lapho novuzwa khona\nNgomvuzo omkhulu. Amen.",
    "id": 165
  },
  {
    "number": 190,
    "title": "(Siyahamb’ ebumnyameni)",
    "lyrics": "Siyahamb’ ebumnyameni Sihuba sisahamba\n\nSijabula siya khona Ezweni les’ thembiso.\n\nLaphaya ngaphambi kwethu Kukhanya njengelanga Siyahamba sisizana Singesab’ ubumnyama.\n\nKunye okukhanyisayo Okuvel’ eNkosini Kuyaxosha ubumnyama Kukhanyisa indlela.\n\nMunye esiqonde kuye Lunye ukholo lwethu Linye vo ithemba lethu Esiliphiw’ iNkosi.\n\nLinye futh’ igama lethu Esilihuba sonke\nKuny’ ukulwa nobucayi Lunye nohambo lwethu.\n\nKunye ukwethaba kwethu\n\nNgaphesheya komfula Laph’ uBab’ onguSomandla Ebus’ ethanda bonke.\n\nPhambili-ke bafowethu Nethemb’ isiphambano Thwalani ihlazo laso Nize ninqobe ngaso.\n\nLuyeza usukukazi Lovuko lwabo bonke Kophela onk’ amathunzi\nNezinhlupheko zonke. Amen.",
    "id": 166
  },
  {
    "number": 191,
    "title": "(Kumnyama Kimi)",
    "lyrics": "Kumnyama kimi wen’ okhanyisayo Ngihole Nkosi\nNgikhanyisel’ indlela ngilandele Ngihole Nkosi\nLikud’ ikhaya angicel’ ukuba Ungifikise ngilibone namhla.\n\nKuqala angishongo kuw’ ukuthi\n\nNgihole Nkosi\nNgazikhethel’ indlela manje ngithi Ngihole Nkosi\nBengikuthanda okomhlaba ngona Ngazidla Nkosi ngithethelele.\n\nChabo kwanele ukukulandela Ngihole Nkosi\nNoma kusebusuku angesabi Ngihole Nkosi\nNgicel’ ukuthi mawungihambise Ngentando yakho ngiqhubeke njalo.\n\nKade ngisizwa nguwe nakalokhu Ngihole Nkosi\nIndlela yami yimbi inamatshe Ngihole Nkosi\nAngiyiboni kahl’ ebumnyameni Kephake akulutho nxa unami.\n\nBuyakudlula ubumnyama lobo Ngihole Nkosi\nNgiyakubona wena sekusile Ngihole Nkosi\n\nNgibone nabo engibathandayo Bengishiyile sebe kuwe Nkosi. Amen.",
    "id": 167
  },
  {
    "number": 192,
    "title": "Manethemb’ iNkosi, Niqond’ ezulwini INkos’ iyoniqinisa, Hambani ngethemba.",
    "lyrics": "Nibozinikela, Niyikhonze kahle, Niligcine izwi layo Inkosi yezulu.\n\nKudlul’ izinsuku, Kanye neminyaka, Kepha ekwethembisile, Akunakwedlula.\nNom’ indlela yayo Isithw’ ubumnyama, Nibohlala niyethemba Inomusa njalo.\nNiyohlala kahle, Ekhwapheni layo, Anisoze nachitheka, Nxa nethemb’ iNkosi.\n\nLindelan’ iNkosi, Iyophind’ ifike,\nKukhany’ ungunaphakade, Kuphel’ ubusuku. Amen.",
    "id": 168
  },
  {
    "number": 193,
    "title": "Mabutho kaKristu, Hloman’ izikhali",
    "lyrics": "UJesu woniph’ amandla, Ayoniqinisa.\nEzeNkos’ enkulu Izikhali lezi Owethembela kuJesu, Oyonqoba njalo.\n\nHoshani inkemba, Eyizwi leNkosi,\nNiliwe njalo ngesibindi, Nimel’ ukulunga.\n\nKhulekani njalo, Nidel’ okomhlaba, Yikhona niyowachitha Amandl’ obumnyama.\nKothi kungaphela, Konk, ukulwa kwenu\nNethweswe nonk’ imiqhele, NguJesu iNkosi.\n\nSomdumisa njalo, UJes’ uMsindisi, Okhon’ ebusa noYise,\nNoMoya oNgcwele. Amen.",
    "id": 169
  },
  {
    "number": 194,
    "title": "(Manini Isibindi)",
    "lyrics": "",
    "id": 170
  },
  {
    "number": 1,
    "title": "Manini isibindi",
    "lyrics": "Mabutho kaKristu Nin’ enibuswa nguye Ningaze nahlehla Impi eholwa nguye Iya nqoba njalo\nSize sichithw’ isitha Kubuse uKristu.",
    "id": 171
  },
  {
    "number": 2,
    "title": "Manini isibindi Umkhos’ uhlatshiwe Phumani nihlomile Namhla niyokulwa Singaphakathi kwenu Nangaphandl’ isitha Lwelan’ uNkulunkulu Nisichith’ isitha.",
    "lyrics": "",
    "id": 172
  },
  {
    "number": 3,
    "title": "Manini isibindi Sabelani nonke Yibambeni ishisa Ngalo lol’ usuku Madoda nanso impi Musan’ ukwesaba Noma sekulukhuni",
    "lyrics": "Ningabhek’ emuva.",
    "id": 173
  },
  {
    "number": 4,
    "title": "Manini isibindi",
    "lyrics": "Nilwe ngamandl’ akhe Nxa nizethemba nina Niyakwehluleka Hlomani ngevangeli Nikhuleke njalo Njengamabutho akhe Ningesabi lutho.",
    "id": 174
  },
  {
    "number": 5,
    "title": "Manini isibindi Kuzophel’ ukulwa Lapho sekuphelile Kobongwa iNkosi Kuthi onqobileyo Athole umqhele Abuse naphakade",
    "lyrics": "NeNkosi yodumo. Amen.",
    "id": 175
  },
  {
    "number": 195,
    "title": "Baba yizwa lomkhuleko Asithi kube lula",
    "lyrics": "Kodwa sicela ukuba Usiqung’ isibindi.\n\nKasicel’ ukub’ indlela Ibe ngegandayiwe Noma ingabi namatshe Sihambe ngentokozo.\n\n\nSingephumule phakade Emanzin’ acwebile Masithole iziphethu Edwalen’ endleleni.\nSiqinis’ ebuthakeni Usihol’ endleleni Ebuhleni ebubini Ubelokh’ useduze.\nThin’ abantu bakho Nkosi Singeze sazimela\nSicela usizo lwakho\nNgob’ uyithemba lethu. Amen.",
    "id": 176
  },
  {
    "number": 196,
    "title": "Ngicela Nkosi ukholo Olugudluz’ izintaba",
    "lyrics": "Ngiph’ uthando lobuntwana Olucela ngokwethemba Gcwalis’ inhliziyo yami Ngalolothand’ olunjalo.\n\nSengiyathanda ukuba Ngisebenz’ okwakho wedwa Ngibafune bonk’ abanye Abangakalizwa izwi\nUba baphenduke nabo Bathethelelwe izono.\nIngqondo nenhlakanipho Nokunye konk’ enginakho Makube ngokwakho Nkosi Ngize ngingazihambeli Ngihambe ngentando yakho Kwande njal’ umbuso wakho.\n\nKhulis’ inhliziyo yami Kuvame kuyo okwakho Ize ithandis’ okwakho Othanda abantu bonke Ngiyisw’ esiphambanweni\nNasohlangothini lwakho. Amen.",
    "id": 177
  },
  {
    "number": 197,
    "title": "Kuning’ okusivimbayo Nxa sithi siz’ eNkosini Abathand’ ukuthandaza Bafisa ukuya khona.",
    "lyrics": "Kuyasa nxa uthandaza Kuvuk’ uthando nokholo Won’ uyafik’ eZulwini Wehlise izibusiso.\n\nUngelwe ungathandazi Ukholo luyafiphala Kuqhaqhazel’ uSathane Nxa umKristu ekhuleka.\nWelul’ izandla uMosi Anqob’ amaIsrayeli Wakhathala wazehlisa Avuk’ amaAmeliki.\nMaye siyizehluleki Nxa sikhala sigedeza\nSitshele bonk’ abakithi Konke okusihluphayo.\n\nUma ukulila kwethu Bekubhekisw’ eNkosini Besingadumisa sithi INkos’ ingenzele lokhu.\nNkosi sandisel’ ukholo Wandise nothando kithi Kuvame kith’ izithelo Zemithandazo yokholo. Amen.",
    "id": 178
  },
  {
    "number": 198,
    "title": "Singabakho Somandla Sizwe useZulwini Senze sibengabakho Lapha naseZulwini.",
    "lyrics": "Singabakho mSindisi Yibasihlangu sethu Wena ongukuphila Siholel’ eZulwini.\nSingabakho Somandla Busis’ abeza kuwe\nWen’ ongumHlobo wethu Siza usivikele.\n\nSingabakho Malusi Seluse thina zimvu Sitotobise kahle Size sifuze wena.\nSingabakho Somandla Qed’ izinswelo zethu Thethela izono",
    "id": 179
  },
  {
    "number": 199,
    "title": "(THWAL’ISIPHAMBANO SAKHO)",
    "lyrics": "Thwal’isiphambano sakho Kwash’uJesu kubafundi Uzidel’ushiy’umhlaba Ulandele ngokwethaba\n\nThwal’isiphambano sakho\n\nUngesabi ubunzima Uyokuqinisa yena Zonke izinsuku zakho\n\n Thwal’isiphambano sakho Ngamandla akhe kuphela Yiso esokuqondisa Endleleni yokunqoba.\n\nThwal’isiphambano sakho Ungadinw’ihlazo laso Wasithwal’esakh’uJesu Wasithwala ngenxa yakho\n\nThwal’isiphambano sakho Wosishiya ekufeni Ngokuba osithwalayo Uyokwethweswa umqhele\n\nNkosi enqobo zintathu Sithwalis’isiphambano Siph’ukuba naw’ekhaya\nLapho kungafiwa khona.\tAmen.",
    "id": 180
  },
  {
    "number": 200,
    "title": "(Ngiyakholwa ngeqiniso)",
    "lyrics": "Ngiyakholwa ngeqiniso ENkosini uBaba EnguNkulunkulu Munye Ozingqobo zintathu.\n\nNgiyakholwa ngokwempela Kuy’ iNdodana yakhe Eyazalwa emhlabeni Ukuzongisindisa.\n\nNgethembela emandleni ENkosi yam’ uJesu Nginqoba nezono zami Ngaye onginqobele.\n\nNgiyamthanda uMsindisi Owakunqob’ ukufa Ngenxa yokuthanda mina Waba nguMmeli wami.\n\nNgiyabambelela kulo\n\nIbandla eliNgcwele Eliphethe iqiniso Elisisindisayo.\n\nNgibonga uNkulunkulu Yen’ owangidalayo OnguYise neNdodana\nNay’ uMoya oNgcwele. Amen.",
    "id": 181
  },
  {
    "number": 201,
    "title": "(Ukuthula ezweni lezono)",
    "lyrics": "Ukuthula ezweni lezono? Igazi likaJesu lanqoba.\n\nUkuthula ngumsebenzi wethu? Ngoba senza intando kaJesu.\n\nUkuthula sihaqwe zinsizi? Sifuman’ ukuthula kuJesu.\n\nUkuthul’ izihlobo zikude? Sigcinwa nguJesu siyaphila.\n\nUkuthula ngomso ongaziwa? UJes’ usesihlalweni sakhe.\n\nUkuthula sembozwe ukufa? UJesu ukunqobil’ ukufa.\n\nSekwanele emzabalazweni? UJes’ usimisel’ ukuthula. Amen.",
    "id": 182
  },
  {
    "number": 202,
    "title": "(Ukhathele udiniwe)",
    "lyrics": "Ukhathele udiniwe Udumele na?\nWoza kuy’ uJes’ uthole Ikhefu.\n\nUnalo yini uphawu Aziwa ngalo?\nBhek’ izinyawo nezandla Zinalo.\n\nUnomqhele wobukhosi Awuthwele na?\nYebo uthwele umqhele Wameva.\n\nNxa ngimthola ngimlandele Ngozuzani na?\nUbunzima nobuhlungu Njalonje.\n\nNxa ngibambelela kuye Ngotholani na?\n\nWothokoza uphumule Ekhaya.\n\nNxa ngicela ukwamkelwa Uyokwala na?\nQha nakanye kayikwala Sampela.\n\nNxa ngizama ukumkhonza Ngobusiswa na?\nIsho njalo imikhosi YeZulu. Amen.",
    "id": 183
  },
  {
    "number": 203,
    "title": "(Njengokuba nginje Jesu)",
    "lyrics": "Njengokuba nginje Jesu Ngiswela nezw’ elilodwa Kuphel’ uba wangifela Ngiza kuwe Nkosi.\n\nNjengokuba nginje Jesu Nginovalo ngenenkani Kukhon’ ukulw’ emoyeni\n\nNgiza kuwe Nkosi.\n\n\nNjengokuba nginje Jesu Ngiyimpumputh’ elusizi Ngingasindiswa nguwena Ngiza kuwe Nkosi.\n\nNjengokuba nginje Jesu Wethembisa nezwi lakho Wongamukel’ ungihlanze Ngiza kuwe Nkosi.\n\nNjengokuba nginje Jesu Ngisizwa luthando lwakho Sengoba ngowakho wedwa Ngiza kuwe Nkosi.\n\nNjengokuba nginje Jesu Ngingeluchaze uthando Engahlengwa mina ngalo Ngiza kuwe Nkosi. Amen.",
    "id": 184
  },
  {
    "number": 204,
    "title": "(Ngisondeze kuwe)",
    "lyrics": "Ngisondeze kuwe Nkosi yami\nNoma sengilethwa Zinhlupheko Ngiyathand’ ukuza Ngisondele kuwe Ngisondele kuwe Nkosi yami.\n\nNxa ngisohambeni Sengihlwelwe Ngilel’ ehlozini Ebusuku Emaphushen’ ami Ngisondeze kuwe Ngisondeze kuwe Nkosi yami.\n\nNgikhombis’ indlela Eza kuwe\nKonke enginakho Ungiphile Ngisizw’ ingelosi Ngisondeze kuwe\n\nNgisondeze kuwe Nkosi yami.\n\nKhona nangovivi Ngokubonga Ngokwethemba wena Ebubini Ezinhluphekweni Ngisondele kuwe Ngisondele kuwe Nkosi yami. Amen.",
    "id": 185
  },
  {
    "number": 205,
    "title": "(Ngihole wena Nkosi)",
    "lyrics": "Ngihole wena Nkosi Noma kunomnyama Ngibambe ngas’ isandla Ngikhethel’ indlela.\n\nNom’ inhle noma imbi Yona nokho inhle Imsonge nom’ injani\n\nNgis’ ekuphumleni.\n\n\nMin’ angizikhetheli Soze ngalokotha Ongikhethele Nkosi Ze ngihambe kahle.\n\nNgifun’ umbuso wakho Owakho kuphela Ngihambis’ endleleni Ngize ngingaduki.\n\nThatha isitsha sami Sigcwalise wena Noma ngalokh’ okuhle Noma kungokubi.\n\nKheth’ izihlobo zami Zifo nokuphila\nKheth’ inhlupheko zami Nswelo nokunotha.\n\nMin’ angizikhetheli Noma kunganjani\n\nMawub’ umholi wami Namandla nokwazi. Amen.\n\n\n\n              206(a) (Ngicela, Baba, ngisela) Ngicela, Baba, ngisela,\nEmhlabeni ohluphayo, Ngenze ngithi: Makwenzeke Eyakho intando.\n\nNgicela, Baba, ngisela, Ngethabele inhlupheko, Ngiqiniswe, ngiduduzwe, Ngethembele kuwe.\n\nNgicela, Baba, ngisela, Nxa bengasekh’ abakithi, Nginesizungu, nosizi, Ngiduduzwe nguwe.\n\nNgicela, Baba, ngisela, Um’ usus’ igugu lami,\nMangithi: Nkosi, ngokwakho Konke enginakho.\n\nNgicela, Baba, ngisela, Ukuba uhlale kimi, UMoya wakh’ oyiNgcwele Ngigcwaliswe nguwe.\n\nNgicela, Baba, ngisela, Mangithobe yonk’ imihla, Ngingasoli ngiphe, Nkosi, Ngithokoze kuwe. Amen.\n\n206(b) (Ngicela Baba ngisahamba)\n\n\nNgicela Baba ngisahamba Laph’ emhlabeni ohluphayo Ngisize ngithi mayenziwe\nIntando yakho.\n\n\nMangingakhali ngenhlupheko Ngikhanyisele ngiduduzwe Ngibuye ngithi mayenziwe\nIntando yakho.\n\n\nUm’ abakithi bengasekho\n\nNgisele ngedwa ngilusizi Mangingajabhi mayenziwe\nIntando yakho.\n\n\nUm’ ulisus’ igugu lami Mangithi Nkosi kung’ okwakho Okwami konke mayenziwe\nIntando yakho.\n\n\nSengathi angahlala kimi UMoya wakho oyiNgcwele Ikho kuphela mayenziwe\nIntando yakho\n\n\nImihla yonke mangithobe Mangingasoli ngiphe Nkosi Ukuthokoza mayenziwe\nIntando yakho. Amen.",
    "id": 186
  },
  {
    "number": 207,
    "title": "(Wena Mthombo Wokulunga)",
    "lyrics": "",
    "id": 187
  },
  {
    "number": 1,
    "title": "Wena mthombo wokulunga Ngiyabheka kuwe",
    "lyrics": "Osizini lwami lonke,\n\nNgizwe, ngikhumbule.",
    "id": 188
  },
  {
    "number": 2,
    "title": "Nxa ukona kungikhwele, Ngikhulule wena, Unginike ukuthula, Ngizwe, ngikhumbule.",
    "lyrics": "",
    "id": 189
  },
  {
    "number": 3,
    "title": "Nxa zivimba iziyengo Endleleni yami,",
    "lyrics": "Ngiph’ amandla ngalowomhla Ngizwe, ngikhumbule.",
    "id": 190
  },
  {
    "number": 4,
    "title": "Nxa izifo zingihlupha, Emzimbeni wami Ngiphe ukubekezela Ngizwe, ngikhumbule.",
    "lyrics": "",
    "id": 191
  },
  {
    "number": 5,
    "title": "Nxa ngibizwa ekufeni Mangibheke kuwe Yamukel’ umoya wami,",
    "lyrics": "Ngizwe, ngikhumbule.\tAmen.",
    "id": 192
  },
  {
    "number": 208,
    "title": "(Jesu nxa ngilingwa)",
    "lyrics": "Jesu nxa ngilingwa, Mawungimelele, Ngoba uma wala, Ngiyakulahleka.\n\nUma ngingabaza, Uz’ ungiqinise Ngingoniswa lutho, Ngingamuki kuwe.\n\nNxa kuvuma wena, Ngibenenhlupheko, Noma ngokugula, Ngibe nobuhlungu.\n\nNgenze Ngingaphuthi, Ukubheka kuwe, Ngiphunyuzwe nguwe, Kulomthwalo wami.\n\nNoma kungiyenga,\n\nOkomhlaba lona, Noma ngingenakho, Okwemfuyo yawo.\n\nUz’ ungikhumbuze, Inhlupheko yakho, Nakh’ ukufa kwakho, Esiphambanweni.\n\nMangethembe njalo, Izwi lakho, Jesu, Lize lingiyise,\nKuwe ezulwini. Amen.",
    "id": 193
  },
  {
    "number": 209,
    "title": "(Ishesh’ idlul’ imihla yam)",
    "lyrics": "Ishesh’ idlul’ imihla yam Ishesh’ idlul’ imihla yam’ Ngamandla andizayo, Ngingeshokuyo,\nYima, qha,\nNgoba ngingodlulayo.\n\n\nRefrain:\nBakithi simi eJordan Abanye beyawela Nenkazimulo laphaya Icishukuvela\n\nEkumukeni kway’ iNkos’, Yashiya izwi layo: Bophani izinkalo ngqi, Zikhanye izibani.\n\nRefrain: Bakithi, simi eJordan,\n\n\nYebo ngoboph’ ukhalo lwam’, Ngiqonde-nje phezulu,\n\nLimnandi, lihl’ ikhaya lami’ Phesheya kwalomfulo.\n\nRefrain: Bakithi, simi eJordan,\n\n\nLapha siphel’ amandla nya, Phesheya sophumula, Nganeno kusemnyam-nje, Pheshey’ inkazimulo\n\nRefrain: Bakithi, simi eJordan,",
    "id": 194
  },
  {
    "number": 210,
    "title": "(MANGIBE NJENGOJESU)",
    "lyrics": "Mangibe njengoJesu, Wayengothobile Kuhle ngibenjengaye, Wayengothambile.\n\nMangibe njengoJesu Ngamazwi am’onke, Ngibheke kahle kuye, Lithamb’izwi lami.\n\nMangibe njengoJesu, Ehlushw’edelelwa, Kaziphindiselanga, Wajul’ekhuleka\n\nMangibe njengoJesu, Kaning’ethandaza Eyedwa entabeni, uYise emuzwa.\n\nMangibe njengoJesu, Ngokwami ukwenza Ngimbheke, ngimlandele, Ngokuhamba kwami.\n\nMangibe njengoJesu Ngizozama ngawe, Ngimele,ungisize,\nNgize ngikufuze.\tAmen.",
    "id": 195
  },
  {
    "number": 211,
    "title": "(Kholwani eNkosini)",
    "lyrics": "Kholwani eNkosini Niqond’ indlela yayo Ngamandla ayo nize Nihambe ngokwethemba.\n\nZinikeleni kuyo Ngezenzo zenu zonke Nihambe ngezwi layo Libus’ izulu nezwe.\n\nKudlula izinsuku Kudlula iminyaka Kuhleli akupheli Asithembisa khona.\n\nInxa indlela yayo Isithwe ubumnyama Hlalani ngokukholwa Ihlez’ inomsa njalo.\n\nPhakathi kobumnyama Namanzi nesiphepho Nohamba kahle kuzo Ingozi zonk’ ezimbi.\n\nNobekezela kuze Kufik’ inkathi lapho Buphela ubusuku\nKuvele ukukhanya. Amen.",
    "id": 196
  },
  {
    "number": 212,
    "title": "(Ohlangothini loMsindisi wami)",
    "lyrics": "Ohlangothini loMsindisi wami Wawumpompoza umthombo wegazi Bonke aboni abacwile kuwo Bayagezeka baphume bemhlophe.\n\nYebo nomphangi owafel’ emthini Wajabuliswa emthonjeni lowo Nami ingani ngimubi kunaye Ngingagezeka egazini lelo.\n\nNami selokhu ngathemb’ egazini Ngipheth’ indaba emnandi uqobo Angisenalo elinye igama\nLona kuphela ngothando lweNkosi.\n\n\nNxa ngingasekho sengis’ elibeni Laph’ abafayo bedlulela khona Ngiyakuhuba ngolimi olusha\nNgimbong’ uJesu owangisindisa. Amen.",
    "id": 197
  },
  {
    "number": 213,
    "title": "(Jesu Krist’ onguMhlengi)",
    "lyrics": "Jesu Krist’ onguMhlengi\n\nMangiphelele kuwe Sikhona isiphepho Sikhon’ isikhukhula Ake ungivikele\nLapha ngilwa nalempi Namsukwan’ ungibiza Uze ungamukele.\n\nAkekh’ ongangisiza Ngizinikela kuwe Ngamukele ngingafi Nginike induduzo Nguw’ ongelekelela\nNgakho ngithemba wena Ngifukamele Nkosi Ngengephuphu lenyoni.\n\nUmsa wakh’ unganele Kanye neGazi lakho Ngigeze ngibemhlophe Ngilonde ngingangcoli Ungumthombo wempilo Mangiphuziswe kuwe Mpompozel’ inhliziyo\n\nIgcwalise ngothando. Amen.",
    "id": 198
  },
  {
    "number": 214,
    "title": "(Ngomdumis’ uMhlengi wami)",
    "lyrics": "Ngomdumis’ uMhlengi wami, Ngob’ izono wazithwala, Wangifel’ esphambanweni, Walisul’ elam’ icala.\n\nIKORUSI\nThokozani, thokozani! Sihlengiwe igazi lakhe, El’ ophel’ izonono zethu, Esiphambanweni sakhe, Esiphambanweni sakhe.\n\nNgomdumis’ uMhlengi wami Ngob’ engizuzel’ ikhaya, Wangilwela, wangimela, Ngenxa yami babemshaya.\n\nNgomdumis’ uMhlengi wami, Ngiyibong’ iNkosi yami, Ingisiza ngimahlule USathan’ isitha sami.\n\nNgomdumis’ uMhlengi wami, Walinyazwa ngenxa yami, Ungihlanza ezonweni, Sengimthand’ uMfeli wami. Amen.",
    "id": 199
  },
  {
    "number": 215,
    "title": "(Webathandwa, yek’ inhlanhla)",
    "lyrics": "Webathandwa, yek’ inhlanhla Yokukholwa uy’ uJesu, Nokuphathw’ ezakh’ izandla Asiyise ekhaya ngale.\n\nIKORUSI\nKuzohlatshelelwa khona, Basho: Aleluya, Aleluya, Njengomfula kwohlokoma, Kudunyiswe iNkosi le.\n\nEmhlabeni izinhlupheko Zithulis’ ihubo lethu, Kodwa lapho zingasekho, Lophelela ihubo ehe!\n\nLapha njalo sihlukana, Kuyavam’ izinyembezi, Kodwa lapho sohlangana, ‘Zinyembezi zosulwa iNkos’.\n\nMangabikho osalayo\nMhla bangcwele beyobizwa, Nxa inkosi ivalayo, Angabikho ojabhayo, qha!",
    "id": 200
  },
  {
    "number": 216,
    "title": "(Luyisimanga uthando lo)",
    "lyrics": "Luyisimanga uthando lo, Owangithanda ngalo bo! Nguye osisindisayo, Mdumiseni.\n\nIKORUSI\nUyangimangalisa\n\nUJesu owangisindisa Uyangithokozisa Mdumiseni.\n\nLona lwahlula ingqondo yami, Ngoba ngithandwa ngalo nam’, Ngakho utholile konk’ okwam’,\nMdumiseni!\n\n\nNgalo wathwal’ izono zam’, Nesiphambano ngenxa yam’, Ngalo waqed’ icala lam’,\nMdumiseni!\n\n\nNgalo ngondiswa njalo nam’ Luyavuthis’ uthando lwam’ Luyakhulis’ ithemba lam’\nMdumiseni!",
    "id": 201
  },
  {
    "number": 217,
    "title": "(Hlengiwe limnandi lelizwi)",
    "lyrics": "Hlengiwe limnandi lelizwi,\n\nHlengiwe ngegazi lemMvana Hlengiwe ngomusa nothando, Ngenziwe sengaba umntwana.\n\nIKORUSI\nHlengiwe, Hlengiwe, Hlengiwe ngegazi leMvana Hlengiwe hlengiwe\nNgenziwe sengaba umntwana\n\n\nHlengiwe-o yek’ intokozo! Ulimi lungephimisele\nLokh’ engikuzway’ enhliz’ weni, Kumnandi, kumnandi, igcwele!\n\nNgiyazi ngombona masinya, Ishilo kanjalo iNkosi,\nNxa eselilanda iBandla, O, yeka bukhul’ ubukhosi!\n\nNgimkhumbul’ uJesu uMhlengi, Ngimkhumbul’ amalanga onke, Ngihuba ngihamb’ endleleni Ihubo lezinsuku zonke.\n\nNgiyazi ikhona nem’ qhele, Eyibabekele abayo, Izowaqhelis’ amaqhawe, Ngosuk’ olukhul’ oluzayo.",
    "id": 202
  },
  {
    "number": 218,
    "title": "(Ngingenwe emoyeni wam’)",
    "lyrics": "Ngingenwe emoyeni wam’ Ilizwi lakho, Nkosi yam, Sengilambele wena nje, Ungen’ ubuse kimi – ke.\n\nIKORUSI\nNgihlanzwe emoyeni wam’, Mangibethelw’ uqobo lwam’ Senginikele konk’ okwam’ Kuwe, kuwe, kuwe.\n\n‘Mabala onke, Nkosi yam’, Awungcolis’ umoya wam’, Ngihlanze kuwo namhlanje. Ungenze ngikufuze, he.\n\nAkukh’ okuhle kimi, qha, Wongenza ngibe ngcwele, pha! Ngiyakwethemba wena nje, Sengiyancika kuwe-ke.\n\nNgingabi ngiziqhenya la. Angithi, sengifile nya.\nInkambo yam’ ikhombe-ke Kuyen’ owangifela, he.\n\nNgingawukhohlwa umhla lo Nxa satholana nawe? Wo!\nUngiqinise, Jesu wam’, Kube nguwen’ impilo yam’.",
    "id": 203
  },
  {
    "number": 219,
    "title": "(Siqonda ekhaya, nithini na?)",
    "lyrics": "Siqonda ekhaya, nithini na? Masingathiyeki ngalutho la! Nxa sikholwa lapha, sobona le, Sohlala noJesu, kukuhle hle.\n\nIKORUSI\nYebo, bakithi, sombonga, he,\n\nLoduma izulu likeneze, nke! UJes’ ufanel’ ubukhosi nje, Ehe! Wodunyiswa phezulu le.\n\nBodade nabafo, kunjani na? Inxa nikhathazwa, hubani la:\nKhon’ im’thwalo le yobalula nje, Nabamba kalula indlela-ke.\n\nBhekani kuJes’ onguMholi-ke, Nophiwa amandla uyena he!\nUJesu unathi ngoMoya la, Kepha-ke ngale sizombona, he!",
    "id": 204
  },
  {
    "number": 220,
    "title": "(Ngazo zonk’ izinsuku)",
    "lyrics": "Ngazo zonk’ izinsuku, Yebo zonk’ izinsuku, Ngizolibonga, Nkosi yam’ Elakho igama.\n\nQha ngingeze ngipheze, Ngolibonga ngifeze, Ngizolibonga, Nkosi yam’,\n\nElakho igama.\n\n\nAwu! Limandi, lingcwele, Enhliz’ weni ligcwele, Ngizolibonga, Nkosi yam’, Elakho igama.\n\nUyinkosi yezulu, Uphakeme kakhulu, Ngizolibonga Nkosi yam’, Elakho igama.\n\nWazithobisa wena, Weza wabayiMvana,\nNgizolibonga, Nkosi yam’, Elakho igama.\n\nWazithwala izono, Weza, webani, shono;\nNgizolibonga, Nkosi yam’, Elakho igama.",
    "id": 205
  },
  {
    "number": 221,
    "title": "(Sinikela kuwe)",
    "lyrics": "Sinikela kuwe Baba lesisinkwa\nSibe umthombo wokuphila Ukristu.\n\nNangalesisitsha Esisindisayo\nSikhumbula ukufa kwakho Novuko.\n\nSibonga ngokuba Sithe siyizoni Wasivumelake nathi Sikukhonze.\n\nNgoMoya oNgcwele Kwanga singamunye Sibambelele kuwena Jesu Njalo.\n\nNkos’ ibandla lonke Elisemhlabeni\nLikhulise othandweni lwakho Njalo. Amen.",
    "id": 206
  },
  {
    "number": 222,
    "title": "(Ngilambele Wena)",
    "lyrics": "Ngilambele Wena Jesu mana yami Mpompozela kimina Manz’ aphilayo.\n\nSinkwa sePhasika Yondl’ impilo yami\nNxa wondl’ abanye ngiphe Nami ngingafi.\n\nE! mvin’ oyiwona Kuwe ngiqhabule Hlumelelis’ impilo Yami ngingafi.\n\nIndlel’ inameva Selokhu ngaqala Ngondle sinkwa siza Ndodana yomuntu.\n\nLuselud’ ukhalo\n\nNgilangazelela Mpompozela kimin’ Amanz’ aphilayo. Amen.",
    "id": 207
  },
  {
    "number": 223,
    "title": "(Igazi lemihlatshelo yonke yabaJuda)",
    "lyrics": "Igazi lemihlatshelo yonke yabaJuda, Lalingeluqed’ uvalo,\nLingesus’ ukona.\n\n\nKodwa elikaKristu, wo! Elaphalazwa, ha!\nLisusa zonk’ izono, bo! Liqed’ icala nya!\n\nSengiyamethemba lowo Owanikelwa le\nEGolgotha, ngezono zam’, Nezabantu bonke.\n\nNgokukholwa ngiyabeka Isandla sami-ke\nPhezu kwekhanda leMvana,\n\nNgivum’ izono, he!\n\n\nIlona liyithemba lam’, Ngongena ngalo-ke, Ngohuba nesixuku nam’, Ngibonge lona nje.",
    "id": 208
  },
  {
    "number": 224,
    "title": "(Sibheke Baba simukhumbula)",
    "lyrics": "Sibheke Baba simukhumbula Owasithanda wazosifela\nOth’ ePhezulu abe ekithi UMmeli wethu neMvana futhi Yon’ eyahlatshw’ isihlawulela Wamukele lomhlatshelo wethu.\n\nBabheke nab’ esibathandayo Sicela ngokhona phambi kwakho Ubasondeze kuw’ ubagone Ugcin’ imiphefumulo yabo Ubenze babemhloph’ enhlizweni Ubaph’ amandla ze bakhuthale.\n\nMbheke Baba yen’ osimelayo Sibheke nathi zitho zakhe Ungazibheki izono zethu Ungakhumbuli nxa sidukile Nanxa sifanele ukushaywa Simelw’ iNkos’ iNdodana yakho.\n\nSiza kuwe Jesu samukele Ngokuba usibekezelela Usipha ukudla okungcwele Usihlangulisa ebubini Sikhonza wen’ uz’ usenamise\nSingahlukani nawe phakade. Amen.",
    "id": 209
  },
  {
    "number": 225,
    "title": "(Nkosi osuseZulwini)",
    "lyrics": "Nkosi osuseZulwini Owavuk’ ekufeni Wena osivikelayo Osiphe nobukhosi Haleluya Haleluya Jesu sinkwa sempilo.\n\nUfihliwe enyameni\n\nNjengamhla wokuzalwa Nokho zonk’ izingelosi Zikwazi zikubonga Haleluya Haleluya Nathi sikanye nazo.\n\nManje siyakudumisa Sithoba phambi kwakho Manje siyacel’ amandla Okuba sikubone Haleluya Haleluya Ukhon’ impela kithi.\n\nMvana owahlatshwa kanye Usesiphambanweni Lomhlatshelo owawenza Usebandleni lakho Haleluya Haleluya Uthethelel’ izono.\n\nSinkwa esiphila ngaso Gaz’ elisigezayo\nLonk’ iZulu wonk’ umhlaba Ubong’ umfeli wawo\n\nHaleluya Haleluya\nKhanya njalo nje Nkosi. Amen.",
    "id": 210
  },
  {
    "number": 226,
    "title": "(Sinkwa sasezulwini)",
    "lyrics": "Sinkwa sasezulwini Onyama ingukudla Kusuth’ imphefumulo Ngesinkwa seqiniso Zonk’ insuku siqine Ngay’ owasifelayo.\n\nMvana, esiph’ igazi Lomhlatshelo ngesitsha Siphila ngamanxeba Nangasisiphambano Jesu sifake thina\nKuwe, sikhule ngawe. Amen.",
    "id": 211
  },
  {
    "number": 227,
    "title": "(Mvana ehlatshiwe)",
    "lyrics": "Mvana ehlatshiwe Siyakudumisa\n\nSizithoba kuwe Wena Nkosi yethu.\n\nZonk’ izingelosi Ziyamboz’ ubuso Uma zikhuleka Kuwe Nkosi yazo.\n\nManje Sikhuleka Sihlangene nazo Ngob’ ukhona lapha Noma ungabonwa.\n\nSiyawudumisa\nWon’ umzimba wakho Silibong’ iGazi Elinqabileyo\n\nAsikufanele Lokhukudla kwethu Kodwa sisondezwa Ngal’ uthando lwakho.\n\nNkosi siz’ usenze\n\nSibe ngabaNgcwele Size sifanele Ukukwamukela. Amen.",
    "id": 212
  },
  {
    "number": 228,
    "title": "(Jesu uMsindisi)",
    "lyrics": "Jesu uMsindisi Okithi manje Thabis’ inhliziyo Iz’ ichichime.\n\nSiph’ amandla Nkosi Aqinisayo Sikuthande njajo Wesatshwe futhi.\n\nSingabonga ngani Ngalesisipho Esithola ngaso Izibusiso\n\nAu! sohlala nini Kuwena Nkosi\n\nMasilinde uze\nUsis’ ekhaya. Amen.",
    "id": 213
  },
  {
    "number": 229,
    "title": "(Kunjalo Baba thin’ abantu bakho)",
    "lyrics": "Kunjalo Baba thin’ abantu bakho Sibeka phambi kwakho iNdodana Engumhlatshelo wethu ophelele Ongenacala.\n\nBhek’ abantwana bakho bayakhala Kuwe uYise ngaye uMsindisi Owabahlenga ezonweni zabo NgeGazi lakhe.\n\nBaphambi kwakho bayakhulekela Abantu bonke abakholwa kuwe Lab’ abakhona nabadlulileyo Bacel’ umusa. Amen.",
    "id": 214
  },
  {
    "number": 230,
    "title": "(Siyadumisa wena Msindisi)",
    "lyrics": "Siyadumisa wena Msindisi Okhona laph’ esidlweni sakho Singeze sem’ emehlweni akho Siza kuwe lapha ngentobeko.\n\nWena mthombo wokulunga Kristu Ngegazi lakho sihlanjululwa Yandis’ ukholo lwethu sithande Sithemb’ izipho zomusa wakho.\n\nIsakramente lomzimba wakho Negazi lakho siphila ngalo Siphiwe nguwen’ onguMsindisi Hlala kithi manje naphakade.\n\nSikubonga nom’ usithekile Sikwemukel’ esikomeleyo Ukuze ube sobala kithi\nSibong’ uthando nomusa wakho\nAmen.",
    "id": 215
  },
  {
    "number": 231,
    "title": "(Ngilondolozwe kahle)",
    "lyrics": "Ngilondolozwe kahle Ngikuwe Jesu Ngisengalweni yakho Ngiphethw’ uthando Uthand’ oluvimbayo Nxa ngilingw’ isitha Ngingaphumula khona Enhliziyweni yakho.\n\n(Imigqa emine yevesi lokuqala iyi refrain) Ngilondolozwe kahle\n\nJesu uyabagcina Abantu bakho Lapho bekhathazeka Besengozini\nNgiyakhululwa nguwe Kukho ukwesaba Ngingebe nal’ uvalo Ngisekhwapheni lakho.\n\nNgilondolozwe kahle\n\nJesu oNqabankulu Sithandwa sami Nguwe owahlawula Izono zami Awungiqinisele Ekukwethembeni Ngize ngifinyelele Laph’ ubusa khona.\n\nNgilondolozwe kahle",
    "id": 216
  },
  {
    "number": 232,
    "title": "(Wozan’ eNkosini niphumule)",
    "lyrics": "Wozan’ eNkosini niphumule Nin’ enikhathazwa ngokomhlaba Nilakhe konk’ okungcolisayo Nizuz’ amandla avela kuwe.\n\nDedani kukho konk’ okomhlaba Hlalani kuNkulunkulu wethu Kungaba kuhl’ ukuhlala naye Woniduduza anivikele.\n\nKulandeni enikwenzileyo Okuhle neniphuthe kukhona Uyazi zonke izinhlupheko Ezinicindezel’ emhlabeni.\n\nWozani niphumul’ endleleni Funa nahlulwe niphel’ amandla Yidlani’ isinkw’ esiqinisayo Niphuz’ igaz’ elithabisayo\n\nBese nisuka seninamandla Nihambe nisebenzel’ iNkosi Nibekezele nim’ isibindi Ukuze nifike eZulwini. Amen.",
    "id": 217
  },
  {
    "number": 233,
    "title": "(Wen’ owafa ngenxa yethu)",
    "lyrics": "Wen’ owafa ngenxa yethu Wena owavul’ izulu Sihlushwa yizitha zethu Siza Nkosi, siph’ amandla\n\nMsindis’ osisindisayo Obongekayo kakhulu Masingenisw’ ezulwini Sihlale kuwe nanini. Amen.\n\n\n\n234(a) (Siyabonga lelolizwi)\n\n\nSiyabonga lelolizwi Owalisho Nkosi Jesu Elokuthi Yenzanini, Lokhu okukhumbuzayo.\n\nLesisinkwa samkeleni Lokhu kung’ umzimba wami Owahlatshwa emuthini Wanikelwa ngenxa yenu.\n\nPhuzanini, nina nonke, Lokhu kul’ igazi lami Engivumelana nani\nNabo bonk’ abantu ngalo.\n\n\nKuyabonakala lapha,\n\nNkosi, lokhukuhlupheka Okufakazela kithi Ukuthanda okungaka.\n\nLokhu siyakwenza, Nkosi, Ukhunjulwe, Ubatshazwe, Malukhul’ uthando lwethu,\nLapha sikhumbul’ olwakho. Amen.\n\n\n\n234(b) (Sibonga lelolizwi)\n\n\nSibonga lelolizwi Owalishoyo Jesu Elithi yenzanini,\nLokh’ okukhumbuzayo.\n\n\nThathani lesisinkwa Lokhu ngumzimba wami Owahlatshwa emthini Uhlatshwa ngenxa yenu.\n\nPhuzani nina nonke Lokhu ligazi lami\n\nNgalo ngivumelana Nani nabantu bonke.\n\nKubonakala lapha Ukuhlupheka kwakho Okufakaza kithi Uthando olukhulu.\n\nLokhu sikwenza Nkosi Ukhunjulw’ ubatshazwe Khalis’ uthando lwethu\nNxa sikhumbul’ olwakho. Amen.",
    "id": 218
  },
  {
    "number": 235,
    "title": "(Jesu Nkosi okithina manje)",
    "lyrics": "Jesu Nkosi okithina manje Sibambelela ngezinhliziyo\n\nBenze bonke abakudla lapha Balwaz’ uthando nezipho zakho.\n\nIzinhliziyo ohlezi kuzo Mazivanywe yizithel’ ezinhle.\n\nSiphe sikudle njalo ngokholo Kuvame kith’ izenzo zokholo.\n\nVul’ amehlo ethu akubone\nWen’ oNgcwele kunezinto zonke.\n\n\nSiqinise ohambeni lonke Kuqhamuk’ ukuth’ unathi njalo.\n\nMasiphathwe ukuthula kwakho Baze bonke bakubone ngathi.\n\nSihambe ngokwesab’ okuNgcwele Singakhohlw’ ukuthi useduze.\n\nYiba kithi nathi sibe kuwe\nMsindis’ ongumvuzi nomvikeli. Amen.",
    "id": 219
  },
  {
    "number": 236,
    "title": "(Angifanele Nkosi eNgcwele)",
    "lyrics": "Angifanele Nkosi eNgcwele Ubungen’ enhliziyweni yami\n\nKhulum’ izwi lomsa libe linye Lona liyakhulula izoni.\n\nAngifanel’ ukub’ uze kimi\nUb’ indlu yakh’ umphefumlo wami Ungas’ uvum’ ukungena kuwo Khuluma Nkosi nami ngiphile.\n\nAngifanele Nkosi yezulu Ngokwala ‘njani’ uba wena uze Wen’ ongiphay’ iNyama neGazi Elisulay’ amacala ami.\n\nAu! mana uze ngayo lemini Phanake nam’ ukudl’ okuNgcwele Ivam’ uthando ize iqine\nLenhliziyo yam’ eyonakele. Amen.",
    "id": 220
  },
  {
    "number": 237,
    "title": "(Bayethe Jesu osisindisayo)",
    "lyrics": "Bayethe Jesu osindisayo\nWena owahlatshwa ngenxa yethu Wena owangena eZulwini\n\nWasivulela isango lalo.\n\n\nSibheke Nkosi sicindezelwe Yizitha zethu zisihlomele Siphel’ amandla siyakucela Ukuba uzosihlangulisa.\n\nSiyabonga Nkulunkulu Munye Sibonga wena oNgqobontathu Sengath’ ungahlala nathi njalo Ezweni lakithi laphezulu. Amen.",
    "id": 221
  },
  {
    "number": 238,
    "title": "(Bayethe Nkos’ eyehl’ eZulwini)",
    "lyrics": "Bayethe Nkos’ eyehl’ eZulwini\nWen’ onguLizw’ owathath’ uMzimba.\n\n\nBayethe Krist’ osisindisayo Kush’ umhlaba kwenanel’ iZulu.\n\nBayethe Nkosi kush’ ingelosi Bayethe Nkosi kusho iBandla.\n\nPhansi phezul’ endaweni zonke Yizwa kudum’ amahubo njalo.\n\nSondela Nkos’ uhambele kithi Uzosipha ubabalo lwakho.\n\nSesihlangene ngokwezi lakho Sithol’ okuhl’ owakwethembisa.\n\nSiza uthumel’ uMoya wakho Azogez’ izinhliziyo zethu.\n\nAsenze sibeyindlu yakh’ enhle\n\nElungiselelw’ ukuhlala wena.\n\n\nNgokuza kwakho mhla wokugcina Koncibilika konk’ okukhona.\n\nSibonge wena thina abakho Sesikhululw’ engozini zonke. Amen.",
    "id": 222
  },
  {
    "number": 239,
    "title": "(Sondelani namukele)",
    "lyrics": "",
    "id": 223
  },
  {
    "number": 1,
    "title": "Sondelani namukele Umzimba womSindisi Niliphuz’ iGazi lakhe Elophiselwa nina Haleluya Haleluya Siyakubonga Nkosi.",
    "lyrics": "",
    "id": 224
  },
  {
    "number": 2,
    "title": "Yiwo lowoMzimba wakhe Owasisindisayo",
    "lyrics": "Sithokoza emoyeni Masibonge iNkosi Haleluya Haleluya Siyakubonga Nkosi.",
    "id": 225
  },
  {
    "number": 3,
    "title": "Yen’ oyiNdodan’ eYodwa Esinik’ ukuphila",
    "lyrics": "Wafel’ esiphambanweni Wakunqoba ukufa Haleluya Haleluya Siyakubonga Nkosi.",
    "id": 226
  },
  {
    "number": 4,
    "title": "Wanikelw’ uJesu Kristu Ngenxa yabantu bonke Nguye ongonikelayo Nguye ongumnikelo Haleluya Haleluya Siyakubonga Nkosi.",
    "lyrics": "",
    "id": 227
  },
  {
    "number": 5,
    "title": "Kade kwakuhlatshw’ izimvu Ezingenakuhlenga Sekuhlatshwa oyimvana Yokususa izono",
    "lyrics": "Haleluya Haleluya Siyakubonga Nkosi.",
    "id": 228
  },
  {
    "number": 6,
    "title": "Yena owahleng’ abantu Bahlez’ ekuthunjweni Uyasiph’ amandla akhe Laph’ esidlweni sakhe Haleluya Haleluya Siyakubonga Nkosi",
    "lyrics": "",
    "id": 229
  },
  {
    "number": 7,
    "title": "Sondelani ngenhliziyo Ezihlambulukile Sondelani namukele UMthombo zensindiso Haleluya Haleluya Siyakubonga Nkosi.",
    "lyrics": "",
    "id": 230
  },
  {
    "number": 8,
    "title": "Yen’ olondoloza bonke Abaphephela kuye Uyasipha ukuphila Okungunaphakade Haleluya Haleluya Siyakubonga Nkosi",
    "lyrics": "",
    "id": 231
  },
  {
    "number": 9,
    "title": "Nxa silambil’ uyasipha Isinkwa sabangcwele Nxa somile uyasipha Amanzi okuphila Haleluya Haleluya Siyakubonga Nkosi",
    "lyrics": "",
    "id": 232
  },
  {
    "number": 10,
    "title": "Jabulani Jabulani Usekuthina manje OyiNkosi yamakhosi Yen’ onguSimakade Haleluya Haleluya",
    "lyrics": "Siyakubonga Nkosi. Amen.",
    "id": 233
  },
  {
    "number": 240,
    "title": "(Wena Msindisi Jes’ ongifele)",
    "lyrics": "Wena Msindisi Jes’ ongifele Manginikele konk’ enginako\nNgenze ngikuthande ngidumise wena Mangihlale kuwe ngib’ owakho.\n\nNgibheka kuwena eZulwini Lapho wen’ ukhon’ unginxusela\nNgiph’ amandla akho ukuze ngithwale Isiphambano sam’ ngilandele.\n\nNgisondela kuwe esidlweni Ngimukele khona wen’ uqobo KunguMzimba wakho nal’ iGazi lakho Ngemukele khona wen’ uqobo.\n\nBonke abaNgcwele badumisa Emfihlakalweni kulenkonzo\nNami ngiyabonga lokh’ ukufa kwakho Okuthabisayo kusobala.\n\nMangifuze wena ngobuNgcwele Ngiphe inhliziyo ethembayo\nNgenze ngikukhonze ngamandl’ ami onke Ngisebenze kuwe Mhlengi wami. Amen.",
    "id": 234
  },
  {
    "number": 241,
    "title": "(Asivez’ iGam’ elihle)",
    "lyrics": "Asivez’ iGam’ elihle Lokubong’ uJesu Sihlangane namaBandla Lawo aphezulu\nNgisho nom’ izingelosi Ziyizinkulungwane Kepha injabulo yazo Injabulo yinye.\n\nZiyahub’ igam’ elithi Ifanel’ iMvana Ukunikw’ udumo lonke Nobukhosi njalo Siyavuma kanye nazo Ifanel’ impela\nIfanele ubukhosi Ngoba yasifela.\n\nUfanel’ uJesu Kristu Ubukhosi bonke\n\nUkubongw’ okungapheli Kub’ okwakhe njalo Uyasiph’ umzimba wakhe Ub’ ukudla kwethu Siyaphuz’ iGazi lakhe Elihlanza konke.\n\nWozanini zinto zonke Nizithobe phansi\nPhambi kwesihlalo sakhe Laph’ ehlezi khona Nibabaz’ iGama lakhe Ngoba lihl’ impela\nNom’ ekhona eZulwini Useduze kwethu. Amen.",
    "id": 235
  },
  {
    "number": 242,
    "title": "(Usibonisa uthando)",
    "lyrics": "Usibonisa uthando ngokusipha lokhukudla Mabeze bonke abantu bezw’ ukuthi unomusa.\n\nUjes’ usinik’ uMzimba usinik’ iGazi lakhe Wobusiswa omukela lokh’ ukudla okuNgcwele.\n\nKuyize konke lokho na? Bakhon’ abanqab’ ukuza UJesu wafela nabo bayabizwa nabo badle.\n\nMabeze laph’ abaningi bamkeliswe bajabule Basinda abadla kahle njengalokhu bathenjiswa.\n\nUNkulunkul’ onguYise neNdodana nay’ uMoya Kadunyiswe emhlabeni naphezulu njalo njalo.\tAmen.",
    "id": 236
  },
  {
    "number": 243,
    "title": "(Jesu osisindisayo)",
    "lyrics": "Jesu osisindisayo Samkele sisondele Sesifike ekudleni Okwamiswayo nguwe.\n\nNgokuvalelisa kwakho Washo kub’ abafundi Ngokugcina izwi lami Niyakungikhumbula.\n\nYidlanini lesisinkwa Niphuze newayini\n\nLokhu kunguMzimba wami Lokhu liGazi lami.\n\nYebo Jesu lokhukudla Sikudla ngokukholwa Ngaso lesisikhumbuzo Siyakukhumbula. Amen.",
    "id": 237
  },
  {
    "number": 244,
    "title": "(Baba bheka abantwana bakho)",
    "lyrics": "Baba bheka abantwana bakho Bakhothama phambi kwesihlalo Benza khona umhlatshelo lowo Babonga ngaw’ ukufa kukaJesu.\n\nSibonisa lokho kufa kwakhe Akuncenga ngakho ezulwini Sibikela bonk’ abantu bakho Abaswel’ ukub’ ubathethelele.\n\nBusisa abakh’ abakuthandayo Land’ izimvu ezidukileyo Gcina kahle imiphefumulo\nYabo abalele kuy’ uMsindisi. Amen",
    "id": 238
  },
  {
    "number": 245,
    "title": "(Somandla siyabonga)",
    "lyrics": "Somandla siyabonga Ngale Ndodana yakho Yamisa isakramente Yethembisa uthando.\n\nLowomzimba negazi Kube isikhumbuzo Esokuhlupheka kwayo Okungakhulumeki.\n\nLapho sikhulekayo Kuy’ ezintweni zonke Siyathola intokozo Leyo eyaphakade.\n\nSibonga wena Kristu Ngaso isidlo sakho\n\nEsisihlumelelayo Nabazalwane bonke. Amen.",
    "id": 239
  },
  {
    "number": 246,
    "title": "(Dumisan’ iNkosi yethu)",
    "lyrics": "Dumisan’ iNkosi yenu Zingelosi phezulu\nNawe langa nawe nyanga Niyibong’ eZulwini Ibongeni inqumile Mawuzw’ umhlaba wonke Imisile imithetho Engenakuguqulwa.\n\nYibongeni nin’ abayo Eniphiw’ ubukhosi Nisindiswa yiyo nonke Anikwahlulw’ ukona Nimdumise uMsindisi Webantu bayo nonke Nikhulis’ iGama layo\nINkosi yakho konke. Amen.",
    "id": 240
  },
  {
    "number": 247,
    "title": "(Bonga mphefumulo wami)",
    "lyrics": "Bonga mphefumulo wami Uhash’ iNkosi yakho Uhlengwa uthethelelwa Bonga iNkosi yakho Haleluya Haleluya\nBong’ iNkosi phakade.\n\n\nMbonge ngoba wabasiza Behluphek’ abendulo Mbonge usenjalo manje Akashesh’ ukushaya Haleluya Haleluya\nINkos’ ethembekile.\n\n\nNjengoYis’ elondoloza Bonk’ abantwana bakhe Abakhiphe engozini Abahaw’ kele njalo Haleluya Haleluya Unomus’ ongapheli.\n\nUyakhonzw’ izingelosi\n\nEzimbhek’ ebusweni NabaNgcwele bakhothama Ababuthw’ ezizweni Haleluya Haleluya Asimbong’ onomusa. Amen.",
    "id": 241
  },
  {
    "number": 248,
    "title": "(Vumani igama lokuthokoza)",
    "lyrics": "Vumani igama lokuthokoza: thathelani phezulu elokubonga\nHaleluya, Haleluya\n\n\nAbasindiswayo bayavuma: badumis’ iNkosi yabo ngokuthi Haleluya, Haleluya\n\nNezingelosi ezakhe phezulu: ziyakuzwa zivume ngokuthi Haleluya, Haleluya\n\nNabahleziyo epharadisi: bahlangana nabo behuba, ngokuthi\nHaleluya, Haleluya\n\n\nIzinkanyezi ezikhanya phezulu: ziyakuvumelana ngokuthi Haleluya, Haleluya\n\nNani mafu enihambayo, wena moya ovunguzayo: wena lodumo lwaphezulu, wena lunyazi olukhanyayo: vumani nonke ngokuthi\nHaleluya\n\n\nNina zikhukhula, nina manzi, nina ziphepho, nawe liqhwa: nina mihla ekhanyayo, nina hlobo nobusika: nina mahlathi amakhulu, vumani nonke ngokuthi\n\nHaleluya,\n\n\nIzinyoni ezindizayo maziqale:\tzimdumis’ uMenzi wazo ngokuthi\nHaleluya, Haleluya\n\n\nAnduba\tizilwane\tzihlangene:\tkanye\tnokunye\tkonke ngokuthi\nHaleluya, Haleluya\n\n\nIzintaba zimemeza ngokuthi:\tHaleluya:\tzivume kahle nezimfunda ngokuthi\nHaleluya\n\n\nWena lulwandle olujulileyo, vuma ngokuthi: Haleluya, Nina mazwe amakhulu landelani ngokuthi:\nHaleluya\n\n\nUBaba owenza konke: kabongwe njalo ngegama lokuthi Haleluya, Haleluya\n\nIlel’ igama eliphakade uBaba alithandayo:\tHaleluya lel’ igama lezulu uKristu alithandayo:\nHaleluya\n\n\nMasivume-ke kuvuke inhliziyo nezwe: Haleluya\n\nAbantwana bathathwe ihlombe ngokuthi: Haleluya\n\nMabavume abantu bonke, bethi: Haleluya, Bedumisa uYise nenDodada noMoya oNgcwele\nHaleluya\n\n\nMakabongwe ubuThathu:\nHaleluya, Haleluya, Haleluya. Amen.",
    "id": 242
  },
  {
    "number": 249,
    "title": "(Nonke enisemhlabeni)",
    "lyrics": "Nonke enisemhlabeni Bongan’ iNkosi yethu Izwi lenu malidume Nikhonz’ imihla yonke Nincom’ udumo lwayo Wozani nithokoze.\n\nLeyoNkosi niyayazi NguNkulunkulu yona InguMdali wethu sonke Singumsebenzi wayo Sibuswa iyo njalo Ithand’ izimvu zayo.\n\nNgalokho-ke indlu yayo Ingenwa yibo bonke Bathokoze sebekuyo Bajabul’ eNkosini Ibongwe yibo bonke Ngob’ ifanele’ impela.\n\nLeyoNkos’ enkulu yethu\n\nImi ngunaphakade Ilungile inokwazi Inomusa nothando Iqiniso likuyo\nKade lema phakade.\n\n\nKadunyisw’ uNkulunkulu UYise neNdodana\nKanye Naye onguMoya ONgcwele naphakade Kadunyisw’ ibo bonke Abalaph’ emhlabeni. Amen",
    "id": 243
  },
  {
    "number": 250,
    "title": "(Wonk’ umhlaba mawuhube uthi)",
    "lyrics": "Wonk’ umhlaba mawuhube uthi Nkosi Mbusi\nAwedlulwa zulu Udume kakhulu Nomhlab’ ongelutho Mawukudumise\nWonk’ umhlaba mawuhube uthi Nkosi Mbusi.\n\nWonk’ umhlaba mawuhube uthi Nkosi Mbusi\nIbandl’ alihube Kungevaleleke Phezu kwakho konke Masikhuthazele\nWonk’ umhlaba mawuhube uthi Nkosi Mbusi. Amen.\n\n\n\n251(Nin’ abalind’ abangcwele)\n\n\nNin’ abalind’ abangcwele Zingelosi nezikhulu Manibong’ uNkulunkulu Manimemez’ ezulwini Mabandl’ engelosi nithi Haleluya, Haleluya, Haleluya Haleluya, Haleluya.\n\nWen’ otusw’ abantu bonke Ongaphezu kwengelosi Bonga uthi! Haleluya\n\nWen’ owazala uLizwi Ogcwel’ umusa shon’ uthi Haleluya, Haleluya, Haleluya Haleluya, Haleluya.\n\nNin’ enisekuphumuleni Bokhokho nabaProphethi Nisho nithi Haleluya BaPostoli nabafeli BaNgcwele bonke hubani Haleluya, Haleluya, Haleluya Haleluya, Haleluya\n\nZihlobo masijabule Sihlabelele ingoma Yokubonga Haleluya UYise eneNdodana Kanye noMoya oNgcwele\nHaleluya, Haleluya, Haleluya Haleluya, Haleluya.\tAmen.",
    "id": 244
  },
  {
    "number": 252,
    "title": "(Emhlabeni naphezulu)",
    "lyrics": "Emhlabeni naphezulu Kakho nez’ ongangawe Wena onguSimakade Ungusomandla futhi Ulungile unomusa UyiNkosi yodumo\n\nThin’ abantu siyakhohlwa Ukubabaza wena\nThina nxa singakuboni Wena uyababona Bonke abakubongayo Nabangakubongiyo\n\nWena ngesikhath’ esimbe Uyasenza sikhale Sidatshukiswe yizono Sikhal’ izinyembezi Uyashaya ujezise\nKant’ uyasilungisa\n\nKuhle Bab’ okhona njalo Ubasibuswe nguwe Babheke njalo abakho Uzwe lapho bekhala Ubelekelele njalo\nBaze banqobe ngawe.\tAmen.\n\n\nNB: Makuphindwe imigqa emibili yokugcina kulelo nalelo vesi, uma kusetshenziswe indlela yokuqala.\nEmva kwevesi lokuqala nelesibili nelesithathu ikwaya nxa likhona liyakuhlabelela elinye lalamavesi alandelayo\n\n\nWabani okhona lapha Naphezul’ ezulwini Ongalinganiswa nawe Wawukhona phakade Wen’ onguyise wamandla Sokulunga somusa.\n\nKungobumpumputhe bethu Uba singakuboni Luyanteng’ ukholo lwethu Yikho singakuboni\nQinisa ukholo lwethu Sikubone sikwazi\n\nSithi singakwazi wena Sithole ukuphila Zembule\nKithi Msindisi Yikhona sizophila Sikubonge siselapha Nasezwen’ elizaya",
    "id": 245
  },
  {
    "number": 253,
    "title": "(Zwakalisan’ igama lenkosi)",
    "lyrics": "Zwakalisan’ igama lenkosi ElinguJes’ uMsindisi wethu Silibabaze silikhulise\nAb’ inkos’ ephezu kwakho\nkonke.\n\n\nNawe likhwez’ ohamba phezulu Nawe langa nani zinkanyezi Zwakalisan’ udumo lweNkosi Ab’ iNkos’ ephezu kwakho\nkonke.\n\n\nNani maKristu izindlalifa Nesimiso samaIsraeli Bongani low’ onisindisayo Ab’ inkos’ ephezu kwakho\nkonke.\n\n\nZonk’ izizwe nezilimi zonke Mazihlokome zibong’ uJesu\n\nZilethe kuye izindumiso\nAb’ iNkos’ ephez kwakho konke. Amen.",
    "id": 246
  },
  {
    "number": 254,
    "title": "(Manijabule webantu)",
    "lyrics": "Manijabule webantu Enisemazweni onke Manijabul’ eNkosini Wozani niyihubele.\n\nThokozani nimdumise UNkulunkulu iNkosi Ngokubabaza nihube Kufanel’ ukwenaz njalo.\n\nUyen’ owasenza thina Asizenzaga ngokwethu UnguMalus’ obonisa Izimvu zakhe edlelweni.\n\nNgenan’ emasangwen’ ayo Nikhululeke nimdumise\n\nIgama layo eliNgcwele Ngoba lokho kufanele.\n\nNgokuba yen’ unomusa Kayek’ ukuhawukela Usiphatha ngeqiniso Elimiyo njalo njalo.\n\nNgakho kadunyisw’ uYise Wabobonke neNdodana NoMoya oNgcwele manje Nangezikhath’ ezizayo. Amen.",
    "id": 247
  },
  {
    "number": 255,
    "title": "(Silima sihlwanyela)",
    "lyrics": "Silima sihlwanyela Sihlakule futhi Kepha-ke kumiliswe Yiyo yodw’ iNkosi Usehlisel’ imvula Aphumis’ ilanga Aphephethis’ umoya\nKonke kwenz’ wa nguye.\nKonke esinakho Kuvel’ eZulwini\nBongan’ iNkos’ ephezulu Esipha konke.\n\nUNkulunkulu yedwa Wenz’ izinto zonke Imithi nemifino Inyanga nekhwezi Ukhonzwa imimoya Wondla izinyoni\nAkhohlw’ abantu bakhe\n\nUsipha ukudla\nKonke esinakho Kuvel’ eZulwini\nBongan’ iNkos’ ephezulu Esipha konke.\n\nSiyakubonga baba Ngakho konk’ okuhle Ihlobo nobusika Nempilo nokudla Yamkel’ izipho zethu Esibonga ngazo Ngezinhliziyo zonke Ukuphan kwakho\nKonke esinakho Kuvel’ eZulwini\nBongan’ iNkos’ ephezulu Esipha konke.Amen.",
    "id": 248
  },
  {
    "number": 256,
    "title": "(Mayibongwe inkosi)",
    "lyrics": "Mayibongwe inkosi Ngamahubo okubonga Inomusa ongapheli Ay’ guquki phakade.\n\nKabongw’ owenz’ ilanga Lokukhanyisa emini Unomus’ onga pheli Kaguquki phakade.\n\nIngumenzi wenyanga Ekhanyis’ ebusuku Inomus’ ongapheli Ay’ guquki phakade.\n\nNgob’ isipha imvula Emilisa imbewu Inomus’ ongapheli Ay’ guquki phakade.\n\nYenza umhlaba uvunde Ukuze uthele kahle\n\nInomus’ ongapheli Ay’ guquki phakade.\n\nKabongwe ngesivuno Esithuthelwe ekhaya Unomus’ onga pheli Kaguquki phakade.\n\nNangokudla okungcono Kwemiphefumulo yethu Unomus’ onga pheli Kaguquki phakade.\n\nUdumo lube kuyo Inkosi ephanayo UYise neNdodana\nNay’ uMoya oNgcwele. Amen",
    "id": 249
  },
  {
    "number": 257,
    "title": "(Sekwenzekile lomuntu)",
    "lyrics": "Sekwenzekile lomuntu Naye oweNkosi yethu UJesu wafa ngenxa yakhe Usemamkele ngothando.\n\nBhekan’ ebusweni bakhe Nant’ uphawu lukaJesu Olukhombisa ukuthi Ukholwa kuye ungowakhe.\n\nMkhombiseni nina nonke Inkambo emfaneleyo Nimkhulekele nimyale Az’ ahambe ngokulunga.\n\nMfundiseni az’ alwazi Uthando lwakhe uYise Amkhonz’ uKristu njalo njalo Eholw’ uMoya oNgcwele.\n\nSize sihlangane sonke\n\nSibone uJesu njalo Sithole lonke ifa lethu Ngalolosuk’ olukhulu.\n\nKabongw’ osibusisayo Kabongw’ izilimi zonke Kabongw’ izingelosi zonke UNkulukulu ophakade. Amen.",
    "id": 250
  },
  {
    "number": 258,
    "title": "(Baba menzi othandayo)",
    "lyrics": "Baba menzi othandayo Sizwe siyakucela Usibheke ngobubele Thina nomntwana wethu Simlethile esemncane Kuwe ab’ umntanakho.\n\nJesu wena owasifela Simlethile kuwe manje Abengumntanakho njalo Mamukele ngomusa Ubenaye engozini Njengomvikeli wakhe.\n\nO! Nkosi Moya oNgcwele Sizwe sikhala kuwe\nWoza namhla kulomntwana Ube ngumholi wakhe Kahlanzeke ngaphakathi Aze aphile ngawe.\n\nNkosi yethu ngezwi lakho\n\nSimlethe namhla kuwe Yenze inhliziyo yakhe Ib’ ithempeli lakho Kagcineke ngobubele\nAz’ afik’ ezulwini.\tAmen",
    "id": 251
  },
  {
    "number": 259,
    "title": "(Jesu uphawu lwakho)",
    "lyrics": "Jesu uphawu lwakho Lubhekiw’ ebunzini Lufakazel’ ukuthi Singabantu bakho.\n\nSivuma wen’ impela Phambi kwabantu bonke Sith’ uyiNkosi yethu Singesabi lutho.\n\nThin’ amabutho akho Siqinisile ngamandla Sisekelwe yisandla Sakho sokunene.\n\nSibheke ngomsa wakho Singesab’ ukuhlekwa Ziyiz’ izinhlupheko\nNxa sibekezela.\n\n\nNgomhla wokwahlulelwa Kuphel’ izinto zonke\n\nKubo bonke abantu Yamukel’ abakho. Amen",
    "id": 252
  },
  {
    "number": 260,
    "title": "(Baba ngomusa wakho)",
    "lyrics": "Baba ngomusa wakho Thina sinezwi lakho Lelizwe lithi kithi Masizalwe kabusha.\n\nBonk’ abasemhlabeni Bazalw’ ekoneni Liyabatshela izwi Mabazalwe kabusha.\n\nLomntwana ngomsa wakho Usezelwe kabusha\nUgezwe waqiniswa\nNgay’ uMoya oNgcwele.\tAmen.\n\n\n261(Ngithembisile Nkosi)\n\n\nNgithembisile Nkosi\n\nUkukhonza wena Yiba seduze njalo Nkosi Mhlobo wami\nNgingekwesab’ ukulwa Nxa ulaph’ eduze Ngingephambuke futhi Nxa ngiholwa nguwe.\n\nNgicel’ ukuzwa Nkosi Ukuth’ useduze Ngokuba okomhlaba Kuphambi kwami la Isono nosathane Ngeke kungiyeke Sondela Nkosi Jesu Ungilonde njalo.\n\nNgithand’ ukuba ngizwe Izwi lakho njalo\nLibe namandla kubo Ubub’ obukimi Khuluma ngingesabi Ngitshele ngiqonde Khuluma mlondi wami\n\nNgenze ngilandele.\n\n\nWethembisile Nkosi Bonk’ abeza kuwe Ukuthi laph’ ukhona Bayohlala nabo Mina ngethembisile Ngathi ngokukhonza\nNgicel’ amandla Nkosi Ngingahlehli nyova.\n\nNgazis’ indlela Nkosi Ngihambise kuyo Angizethembi mina Ngiyethemba wena Ngihol’ ungihambise Ungaz’ ungishiye Ngiyise ezulwini\nNkosi Mhlengi wami.\tAmen",
    "id": 253
  },
  {
    "number": 262,
    "title": "(Nkosi ngiyakunika)",
    "lyrics": "Nkosi ngiyakunika Inhliziyo yami\n\nNgiph’ amandla okuhamba Ngingaduki futhi.\n\nSengiwa ngikhuleka Phambi kwakho Nkosi Ngiph’ amandl’ okuyeka Zonke izinto ezimbi.\n\nNgigcobe ngobabalo Olwasezulwini Ngibheke kungasuki OkoMoya wakho.\n\nHlalis’ okwakho kimi Ngize ngize kuwe Ngikukhonze njalo nje Ngiseduze nawe.\n\nNgiphe ukukwethemba Lapha emhlabeni\n‘Ze ngibe nenjabulo Nxa ngibizwa nguwe\n\nLapha ngenz’ into Nkosi\n\nMayib’ enhle kuwe Kub’ injabulo yami Ukuthandwa nguwe.\n\nMangihambe njalo nje Ngisekelwa nguwe Ngib’ ufakazi wakho Lapha emhlabeni\n\nKhona nxa sekuphela Konke okwamanje Nkos’ uyakungithatha\nNgibe nawe njalo. Amen.",
    "id": 254
  },
  {
    "number": 263,
    "title": "(Nkosi simi phambi kwakho)",
    "lyrics": "Nkosi simi phambi kwakho Nom’ ubusa ezulwini Udunyiswa izingelosi Khumbula lesosikhathi Owahlala emhlabeni\nWena Nkulunkul’ uqobo.\n\n\nSikubheka sinethemba\n\nLokusizw’ igama lakho Uma sikwethemba Jesu Sikuthol’ uthembekile Wen’ olondoloza thina Qinis’ osenzela khona.\n\nWasipha ngombhabhathizo Imbewu yempilo entsha Sibephambi kukaBaba Sesizinikela kuye\nSicela usiqinise\nNamhla ngobabalo lwakho.\n\n\nSiswel’ amandla ngokwethu Okulwa nezitha zethu Baning’ abantwana bakho Abehlulwa iziyengo Sinxusa umusa wakho\nSize senz’ intando yakho.\n\n\nGcwalisa ngezipho zakho Namhla nxa sibekw’ izandla Samukel’ iziph’ ezinhle ZoMoya wakho oNgcwele\n\nSiza kuwena Kristu\nSiph’ uMoya wakho manje.\tAmen.",
    "id": 255
  },
  {
    "number": 264,
    "title": "(Yankulu injabulo)",
    "lyrics": "Yankulu injabulo Kwomyeni nomakoti Abahanjelw’ uJesu Emzini wase Kana!\n\nWa menywa emshadweni Wavum’ ukuya khona Kwaqina ukwethaba Ababenakho bonke.\n\nZana kithina Nkosi Ubabusise laba Abez’ endlini yakho\nBahlanganiswe nguwe.\n\n\nXosha ububi kubo Ngesibusiso sakho. Ulungise indlela Abangenayo kuyo.\n\nMawube nabo, Nkosi, Zonk’ izinsuku zabo:\nUbaph’ inhlalo enhle Ukuba bathndane.\nMabaqiniswe manje Ngokudla okungcwele Bazinikele kuwe\nUkuba bakukhonze.\tAmen",
    "id": 256
  },
  {
    "number": 265,
    "title": "(Sifikile phambi kwakho, Kristu)",
    "lyrics": "Sifikile phambi kwakho, Kristu Ngalo lolusuku lwenjabulo SIyacela kuwe,babusise\nLaba, lomakoti nalomyeni.\n\n\nWalithath’ iBandla lakho Nkosi Libe umakoti wakho njalo Wena ungumyeni weBandla Lona liyanamathela kuwe.\n\nKalingis’ iBandla loMakoti Kathandis’ okwakho naloMyeni\n\nKhona bayojabuliswa uwe Benenjabulo noma benosizi.\n\nSiyabonga lenjabul’ enkulu Loluthando lwabo naloshado Siyakudumisa, Baba wethu\nNeNdodana yakho nay’ uMoya.\tAmen.",
    "id": 257
  },
  {
    "number": 266,
    "title": "(Nkosi Menzi wakho konke)",
    "lyrics": "Nkosi Menzi wakho konke Mawudunyiswe ubongwe Singabonga ngani kuwe Opha konke.\n\nIlang’ elihle nomoya Nokumila emhlabeni Kuveza uthando lwakho Upha konke.\n\nNgamakhay’ anokuthula Nangokuhle konke kwezwe Ngasibonga sidumise Opha konke.\n\nAwumgodlanga umntanakho Wamnikel’ abant’ ababi Ngomsa wakho kanye naye Upha konke .\n\nWasabel’ uMoya wakho Ophilisa aqinise Ngezipho eziyinkotha Opha zona.\n\nNgokuhlenga nenkululo Nomsa nethemba leZulu Baba yin’ ongayiphiwa Upha konke.\n\nWena osiphayo konke Okukithi nesinakho Masibenawe phakade Opha konke.\tAmen.",
    "id": 258
  },
  {
    "number": 267,
    "title": "(Nkosi Baba usibheke)",
    "lyrics": "Nkosi Baba usibheke\n\nSiyacela kuwe\nBheka ukuntula kwazo I’ ntandane zakho Bheka izwe lakho Ngoba selomile Abantwana balambile Izwe selifile.\n\nYebo Nkosi sonakele Asinakuphila\nKuze lokhukuhlupheka Ngokuduka kwethu Kodwa siyacela kuwe Thethelel’ abakho Susa lokhukufa kith\nNgay’ owasifela.\tAmen.",
    "id": 259
  },
  {
    "number": 268,
    "title": "(Nkosi yethu sibonga)",
    "lyrics": "Nkosi yethu sibonga Ngoba ususizwile Lokh’ esikucelayo Ususiphile khona.\n\nWezw’ ukukhala kwethu Sibhekisa ngakuwe Namhla siyajabula Sibong’ iGama lakho.\n\nLizohlob’ izwe lonke Kuthokoz’ izidalwa Kuphele ukulamba Kuphele nokwenqena.\n\nThian sibonga wena Owenza konke lokhu Somandla onothando Ophethe ngomsa njalo.\n\nBaba sikubabaza Nay’ indodana futhi\nNay’ uMoya oNgcwele\nNkos’ iNye njalonjalo.\tAmen",
    "id": 260
  },
  {
    "number": 269,
    "title": "(Nkosi siyacela kuwe)",
    "lyrics": "Nkosi siyacela kuwe\n\nOnamandla onke Ulithumel’ izwi lakho Ezizweni zonke Vuselela manje Izinhliziyo zonke\nBizel’ embusweni wakho Bonk’ abasemhlabeni.\n\nThuma izithunywa zakho Zifundise bonke Zimemezel’ indab’ enhle Emhlabeni wonke Namhla liyacela kuwe IBandla lakho lonke Uthele umoya wakho Kubantu bakho bonke.\n\nBaze baphenduke bonke Ezonweni zabo NgoMsindisi onguKristu Osindisa bonke\nSizwe Baba wethu sonke Siyothokoza zonke Sikubonge njalo njalo\n\nNgomusa wakh’ omkhulu.\n\n\nAbomhlaba bayojabula Bathokoze bonke\nNxa sebelamkele izwi Endaweni zonke Siyakubabaza wena Thina abantu sonke Sikubonge wena wedwa Onamandla onke. Amen.",
    "id": 261
  },
  {
    "number": 270,
    "title": "(UJesu wabatshel’ abafundi bakhe)",
    "lyrics": "UJesu wabatshel’ abafundi bakhe Engakasuki lapha eya eZulwini Hambani nifundise egameni lami Izizwe nizazise izindaba zami.\n\nHambani nifundise egameni lami Nifundis’ abantu imithetho yami Kuthiwe makasindiswe yena okholwayo Kuthiwe makalahlwe yena ongakholwa.\n\nNiyakuphiw’ amandla niwaphiwa yimi\n\nBhekani ngoba nani ngezikhathi zonke Kwath’ ubasho lokho waya eZulwini\nBahamba bengesabi bafundis’ abantu.\tAmen\n\n\n271(Nkosi ngal’ igazi lakho)\n\n\nNkosi ngal’ iGazi lakho Fafazel’ izizwe zonke Ngaz’ izinhlupheko zakho Uzidonse zize kuwe Mabatshelwe leyondaba Yas’ isiphambano sakho Baboniswe umsa wakho Nobukhosi bakho futhi.\n\nNokho bengakwazi wena Bayamswela uMsindisi Bakhona abakukhalela Baphunyuzwe nguwe Nkosi Bayafun’ uNkulunkulu Ezinhliziyweni zabo Bakufuna wena Jesu Owahlushwa ngenxa yabo.\n\nBayalinda wena Kristu Bayalind’ uMoya wakho Bakhanyiswe bafundiswe Babe ngabantwana bakho Thumel’ izwi lakho kubo Ngabo abashumayeli Ukub’ ezizweni zonke\nLidunyisw’ iGama lakho.\tAmen.",
    "id": 262
  },
  {
    "number": 272,
    "title": "(Wen’ okhanyis’ inhliziyo)",
    "lyrics": "Wen’ okhanyis’ inhliziyo Ukhanya njal’ eZulwini Othela ngamazol’ akho Kwabafun’ uthando lwakho.\n\nSiza ubusise bonke Abafundis’ izwi lakho Nalab’ abafunda lona Liz’ ibandla libe Ngcwele\n\nBanike abaFundisi Inhliziyo ezimhlophe\n\nBazilungisel’ izulu Bakuzuzele abanye.\n\nZivul’ indlebe zabo Abafundi balalele Bazithobe phambi kwakho Bangaliphik’ iqiniso.\n\nBusis’ uMalusi Nkosi Busisa nezimvu zakhe Baphe ukuvumelana Bepheth’ umsebenzi munye.\n\nKothi Nkosi ngomsa wakho Siphilele wena wedwa Singakadlul’ emhlabeni Sithol’ impil’ ephakade. Amen",
    "id": 263
  },
  {
    "number": 273,
    "title": "(Khuluma ngikuzwe Nkosi)",
    "lyrics": "Khuluma ngikuzwe Jesu Ukhulume kimi njalo Mangifun’ abantu bakho Abedukelene nawe.\n\nSiza Nkosi ungihole\nNxa nginqand’ abadukayo Kube nguwe ongondlayo Ngize ngondl’ abalambile\n\nNgenze Nkosi ngiqinele Ukunamathela kuwe Ngize ngidonsele kuwe\nAbangaphandle komhlambi.\n\n\nSiz’ ungiduduze Nkosi Ungenze ngename njalo Ngize ngiduduze labo Abaphethwe yizinsizi.\n\nSiz’ ungigcwalise Nkosi Ngazo zonk’ iziph’ ezinhle\n\nIze inhliziyo yami Income wena obala.\n\nMangib’ inceku eqotho Ethobel’ intando yakho Ukuze ngibuse nawe\nLapha Nkosi naphakade.   Amen.",
    "id": 264
  },
  {
    "number": 274,
    "title": "(God be with you till we meet again!)",
    "lyrics": "God be with you till we meet again! By His counsels guide uphold you With His sheep securely fold you God be with you till we meet again!\n\nChorus\tTill we meet; till we meet\nTill we meet at Jesus’ feet\tX2\nGod be with you will we meet again!\n\n\nGod be with you till we meet again! Neath His wings securely hide you Daily manna still provide you;\nGod be with you till we meet again!\n\n\nGod be with you till we meet again! When life’s perils thick confound you Put His loving arms around you;\nGod be with you till we meet again!\n\n\nGod be with you till we meet again Keeps love’s banner floating o’er you\nSmite death’s threatening wave before you;\n\nGod be with you till we meet again.\tAmen",
    "id": 265
  },
  {
    "number": 275,
    "title": "(Nkosi konke okomhlaba)",
    "lyrics": "Nkosi konke okomhlaba Kuyalizwa izwi lakho Sizwe siyacela kuwe Thina abantwana bakho.\n\nZibusise izihambi Uzigcine zisahamba Uzikhiphe engozini Ukuze zifik’ ekhaya.\n\nBabusise abakithi Abehlukeneyo nathi Mabalondolozwe nguwe Besesendleleni yabo.\n\nMabaholwe nguwe Nkosi Bangaduki baphambuke Bangangeni ebubini Bangalahl’ umusa wakho.\n\nMawuhambe njalo nabo Ube yisihlangu sabo Ubabuyisele kithi Sebeqed’ uhambo lwabo.\n\nNkosi osithandanisa Nabakithi balomhlaba Senze sithandane futhi\nNabangcwele baphezulu.\tAmen.",
    "id": 266
  },
  {
    "number": 276,
    "title": "(Siyacela Baba wethu)",
    "lyrics": "Siyacela Baba wethu Wena onamandla onke Othulisa lonk’ ulwandle Ukhluma ngezwi lakho Sibakhulekela kuwe\nBonke abahamb’ olwandle.\n\n\nJesu owashumayela Wathulis amadlambi\nWas’ uhamba phezu kwawo Awzange uz’ ushone Sibakhulekela kuwe\nBonke abahamb olwandle.\n\n\nNkulunkulu onguBaba Wen’ olondoloz’ abantu ‘Engozini,zalomhlaba Secela uqed’ uvalo\nUze udunyiswe,Yise\nNendondana nawe Moya.\tAmen.",
    "id": 267
  },
  {
    "number": 277,
    "title": "(Nkosi Mbus’ ophilisayo)",
    "lyrics": "Nkosi Mbus’ ophilisayo Ovum’ ukub’ ingane Isingathwe nguy’ uNina Iphakanyiswe nguwe Usiphathise zona nje Uyosibuza ngazo.\n\nKusukela ngalomuhla UMariya oNgcwele Ab’uNina woMsindisi Saqheliswa ngodumo Olungazange lwaziwe Komame emandulo.\n\nSiyadinga masiphiwe Usizo lwakho Nkosi Sandisel’ amandla akho Size sithwal’ udumo Masivume ukuthwala Sikhuthazele njalo.\n\nMasiphiw’ izinhliziyo\n\nEzihlambulukile Ukuze bafunde kithi Abantwan’ ukulunga Balandele bangaduki Endleleni eqotho.\n\nMazikhangwe yizo nazo Insizwa nezintombi Vuz’ izinhliziyo zethu Zizinikela kuwe\nSiphe ithemba nokholo Sibahole ngothando.\n\nMasiphaphamele njalo Lomsebenzi omkhulu Kuthi um’ usuphelile Sekwethulw’ imithwalo Bab’ imiqhele yodumo\nLababantwana bethu.\tAmen.",
    "id": 268
  },
  {
    "number": 278,
    "title": "(Mame owambeletha)",
    "lyrics": "Mame owambeletha OnguNkulunkulu Uyakuthanda yena Nathi sikuthanda.\n\nSingadumisa yena Simbonge ngani na? Sibonge lezo zipho Owaphiwa zona.\n\nSasiboshiwe thina Sasilahlekile\nWeza wamzala wena OnguMhlengi wethu.\n\nWaba umunt’ uqobo Wathabath’ inyama Wasihluphekel’ isintu Wasifela sonke.\n\nSiyakibonga Mame Ngentobeko yakho\n\nWathi makube kimi Ngokuthanda kwakho. Wen’ onenhlahl’ enkulu Nans’ injabuliso Ukubeleth’ ongaka\nAb’ umntwana wakho.\n\n\nNansi injabuliso Enkulu kunale Uzinikela kuye Ub’ owakho njalo.\n\nWena owathandwa guye Uthandwa nayithi\nSithi siyababaza Ngentobeko yakhe.\n\nMawudunyiswe njalo Mtwana kaMariya Ukanye nay’ uYise\nNoMoya oNngcwele.\tAmen.",
    "id": 269
  },
  {
    "number": 279,
    "title": "(Bayethe Maria)",
    "lyrics": "Bayethe Maria Odunyisw’ abantu Wena owazala Ongunkulunkulu.\n\nKwathi kuzwakele Ukubingelela KukaGabriela Wesab’ usathane.\n\nKade siboshiwe Singenakulunga Nokho siyasizwa Ngokunxusa kwakho.\n\nMame onomusa Mawusinxusele Kuy’ owakukhetha Ube ngomzalayo.\n\nUkubani Virgo\nWen’ ogcwel’ umusa Indodana yakho Isihawukele.\n\nSisahamba lapha Wasisiza njalo Size sithokoze Siyibon’ iNkosi.\n\nSiyabong’ uYise Nendodana yakhe Naye OnguMoya\nOlingene nabo.\tAmen",
    "id": 270
  },
  {
    "number": 280,
    "title": "(Namhla siyahlabelela)",
    "lyrics": "Namhla siyahlabelela Ngay’ uNina ongcwele Owazala uMsindisi UNkulunkulu uqobo Owayetha ekhulelwe Waya kumzala wakhe.\n\nKwathi esambingelela Wancom’ uLizabetha Wathi unenhlanhla wena Kuso isifazane\nUbusiswa ngomntanakho Yen’ oyiNkosi yami.\n\nEsezwile izwi lakhe Wabonga uMaria Emdumis’ uNkulunkulu Encoma esho ethi Izizukulwane zonke\nZ’ othi ngibusisiwe\n\n\nSiyabonga wena Nkosi\n\nMthombo wezinto zonke Nawe Jes’ osihlengile Wathath’ isintu sethu Nawe Moya Oyingcwele Ohlala kithi njalo.\tAmen.",
    "id": 271
  },
  {
    "number": 281,
    "title": "(Abasendulo bakubingelela)",
    "lyrics": "Abasendulo bakubingelela Bahol’ umoya ovela kuYise Amazwi abo asefezekile Haleluya\n\nWen’ ongunina woMsindisi wethu Esifubeni sakho uyamgona Usumlethile kulon’ iThempeli Haleluya\n\nBhek’ uSimeon eseThempelini Empethe Ujesu ngezandla zakhe Ejabulela uMsindisi wakhe Haleluya\n\nSiyamdumisa uNkulunkulu\n\nBenendodana kanye nay’ uMoya Siyabonga sikanye nabaNgcwele Haleluya. Amen",
    "id": 272
  },
  {
    "number": 282,
    "title": "(Jesu mqhele mamaVirgo)",
    "lyrics": "Jesu mqhele mamaVirgo Sibheke nxa sikhuleka Owazalwa uMariya Intombi ebusisiwe\n.\nUsuhlezi ezulwini Uyakhonzwa yizintombi Ezigqoke okumhlophe Zibon’ ubukhosi bakho.\n\nNamhla siyakudumisa Ngentom’ ebusisiweyo Yalibandla elingcwele\nLimi njalo phambi kwakho.\n\n\nSicela Nkosi’ enomusa Uze usihlambule Zisuswe izono\n\nSize Sihlangane naye.\n\n\nKadunyisw’ uNkulunkulu Ngawo onke amaVirgo Onguyise neNdodana BenoMoya oyiNgcwele. Amen.",
    "id": 273
  },
  {
    "number": 283,
    "title": "Abangcwele bahlobe",
    "lyrics": "Abangcwele bahlobe Ngezingub’ ezimhlophe Namagatsha esundu Nemiqhel’ engabuni.\n\nBawaletha KuKristu Amagatsha bahuba Beth’ onk’ amandla ethu Siwathola kuwena.\n\nSifunda ngab’ ukuthi Unqotshiw’ usathane Sibona ngezingubo Zenkonzo yobupristi.\n\nBayamkhonza begqoke Izingub; ezimhlophe Ezahlanzwa ngeGazi Elophiselwa bona.\n\nSiqonda futh’ ukuthi Babusa ngemiqhele Bazithoba kuyena\nBeth’ imbuso ngowakhe.\n\n\nImiqhele yombuso Bayethula kuKristu Bemkhothamela bethi Nguwe wedwa Nkosi.\n\nNabo babenjengathi Nathi masibusiswe Sikhanyiswe sinqobe Sibuse nabo njalo. Amen.",
    "id": 274
  },
  {
    "number": 284,
    "title": "(Wonke’ umhlab’ ukhanyiswe)",
    "lyrics": "Wonke’ umhlab’ ukhanyiswe\n\nZikhulu zabaNgcwele EseziseNkosini Ziydumisa njalo.\n\nNxa zisemhlabeni Zaziqhub’ ivangeli Zitshel’ abant’ ukuthi Sewafika uKristu.\n\nZazingalwi ngamkhonto Zingecike muntu Zazibashumayeza Bakholwe abaningi.\n\nLab’ ababeboshiwe Bakhonze usathane Baphendukil manje Sebekhonza uKristu.\n\nLiyazazis’ ibandla Lezozikhulu zalo Mabazazise bonke Nemisebenzi yazo.\n\nSibong’ uNkulunkulu Yen’ owasibizayo Wasikhip’ emnyameni\nSangen’ ekukhanyeni.\tAmen.\n\n\n\n285(Nkosi yabangcwele bonke)\n\n\nNkosi yabangcwele bonke Abangenakubalwa Abaning’ abaziwayo Bekuzungeza wena Bazimbaq’ ezafiphazwa Inkungu zalomhlaba Bayabusa eZulwini Baziwa namabizo.\n\nOhlwini labaphostoli Ulotshiwe’ okaTholmay Yen’ esidumisa ngaye Wena yonk’ iminyaka Wasebenza ehlupheka Uban’ ongakulanda Ukuhamba kwakh’ okuhle\n\nKuseNkosini yakhe.\n\n\nNguye ongenankohliso Wabizwa uFiliphu Wayengacabangi neze Ukhuth’ eNazaretha Kungavela umSindisi Esembona wadela Laph’ eskhuluma naye Kwaphel’ ukungabaza.\n\nKonk’ okwakhe kulotshiwe ‘Ncwadini yokuphila\nLonk’ ukholo nenhlupheko Nokukhandleka kwakhe Kulotshiwe amagugu Nkosi sibale nathi\nNxa ubuth’ amatsh’ amahle Angumqhel’ ongabantu.\tAmen.",
    "id": 275
  },
  {
    "number": 286,
    "title": "(Nant’ usuku lwakhe Nkosi)",
    "lyrics": "Nant’ usuku lwakhe Nkosi\n\nOwashiya ophansi konke Ubuhwebi nezimali\nLaph’ ebizwa nguwe Jesu.\n\n\nYabany’ inhliziyo yakhe Ukub’ angazilazili\nNxa uJesu embiz’ ethi Shiya konk’ ingilandele.\n\nPhakathi kwemnako yezwe Umcebo nezindumazo Simemeze Nkosi uthi\nShiy’ umhlaba nezinton zawo.\n\n\nMasiphakanyiswe Nkosi Uma sesikulandela\nSashiy’ umcebo womhlaba Usibiz’ ekugcineni.\n\nWoza kim’ ushiy’ umhlaba Indabenhle yensindiso Imemeza ithi kithi\nWoza kim’ ushiy’ umhlaba.\tAmen.",
    "id": 276
  },
  {
    "number": 287,
    "title": "(Sibong’ umsebenzi wakhe)",
    "lyrics": "Sibong’ umsebenzi wakhe Uluka ongcwele Owayengowamakhambi Wemukel’ uJesu.\n\nLapho uJesu embisa Wezwa wasabela\nWayeka konk’ okomhlaba Walandela yena.\n\nWahamba nabaPhostoli Wabaqhaphelisa Wayeselob’ iVangeli Elichaz’ uJesu.\n\nUdumo lwakhe lukhona Encwadini yakhe\nEsiza ibandla lonke Eliyibangay.\n\nMoya kaKristu khanyisa Inhliziyo zethu\n\nZikholwe yilendlela\nElotshwa nguLuka.\tAmen.",
    "id": 277
  },
  {
    "number": 288,
    "title": "(a) (Baphostoli abangcwele)",
    "lyrics": "Baphostoli abangcwele Wena juda noSimoni Siyanikhumbula Nidunyiswa ngabaningi Emazweni asezansi Ngomsebenzi wenu.\n\nNadiliza izintaba Nadiliza izinqaba Zaba ngamathafa Nagawula amahlathi Naqhekeza amadwala Kwavel’ izindlela.\n\nAmasango obumyama Akhumuka awa phansi Ohambi kweVangeli Nisehlane nadangala Ngokulamba nangokoma\n\nNgexa yoMsindisi.\n\n\nKepha nalwa ngesibindi Naze nafa emhlabeni Nafa ningesabi\nNgob’ ukufa kulisango Lokungena ezulwini KuMsindisi wenu. Amen.",
    "id": 278
  },
  {
    "number": 288,
    "title": "(b) (Baphostoli Abangcwele)",
    "lyrics": "Baphostoli Abangcwele Nina juda noSimon Niyakhunjulw’ emhlabeni Nihlonishwa abaningi.\n\nEmazweni asezansi Nasebenza nazikhandla Nadiliza izintaba Zaphenduka amathafa.\n\nNadiliza izinqaba Nathumb’ ababephingiwe\n\nNagawula amahlathi Naqhekeza amadwala.\n\nAmasango obumnyama Akhumuk’ awela phansi Nxa nigadla ngeVangeli Waqhaqhazel’ usathane.\n\nEhlane nadangaliswa Nawukoma, nayindlala Nabethana nokuningi Enakunqoba ngoJesu.\n\nKepha nalwa ngesibindi Emhlabeni naze nafa Ukufa nakwenz’ isango\nLokungen’ ekuphileni. Amen.",
    "id": 279
  },
  {
    "number": 289,
    "title": "(Wen’ obona konke)",
    "lyrics": "Wen’ obona konke Obon’ inhliziyo Wakhetha uMathiyase Abe uMphostoli.\n\nWayekhona naye Kub’ abaphostoli\nEbon’ ukwenyuka Kwakho Uya eZulwini.\n\nKulenkonz’ eNgcwele UJuda washiya Ngobuthakathaka bakhe Walushiy’ ubizo.\n\nNgokukhethwa Kwakhe Yen’ uMathayase Wathabatha lolubizo Loku phath’ iBandla.\n\nMayibongw’ inkosi Ehlal’ ibabiza Abantu ebathandayo\nBayisebenzele.\tAmen.",
    "id": 280
  },
  {
    "number": 290,
    "title": "(a) (UJesu uyasibiza)",
    "lyrics": "UJesu uyasibiza\n\nOphithini lomhlaba Umemeza njalo, uthi WemKristu, ngilandele.\n\nUAndriy’ oNgcwele weza EkwelaseGalile Wasefulathel’ ikhaya Nokunye esabela.\n\nLapho sikhonza okwezwe UJes’ uyasibiza\nEthi, wemKristu, ngithande Kakhulu kunalokhu.\n\nNoma izimo zinjani Noma ngabe senzani Yena selokhun ebiza Ethi, ngithande wena.\n\nUJesu uyasibiza Msindisi, sense sizwe Sikunike inhliziyo\nSikukhonze ngothando.\tAmen.",
    "id": 281
  },
  {
    "number": 290,
    "title": "(b) (Siyabizw’ uJesu Kristu)",
    "lyrics": "Siyabizw’ uJesu Kristu Zonk’ izinsuku zethu Lizwakele izwi lithi Wozani nilandele\nNibe abafundi bami Nib’ izithandwa zami.\n\nLalimbiza uAndriya Esebenz’ emkhunjini Walalela wakuluhla Konk’ okusemhlabeni Walandel’ inkosi yakhe Kwaze kwasekufeni.\n\nSiyabizw’ uJesu Kristu Sisuke kokomhlaba Sibizelwe ukumkhonza Ngaw’ onk’ amandla ethu Sihambis’ okwabaNgcwele Sibabalwe ngothando.\n\nEkuhluphekeni kwethu Ngenkathi yenjabulo Lizwakele izwi lakhe Bandla silamukele Libe isibani sethu Likhanyise indlela.\n\nKadunyisw’ iNkulunkulu UYise neNdodana\nNaye uMoya oNgcwele OButhath’ eBunyeni Mababongwe bonk’ abantu USomandla uyinNkosi. Amen.",
    "id": 282
  },
  {
    "number": 291,
    "title": "(Siyamkhumbula namhlanje oNgcwele)",
    "lyrics": "Siyamkhumbula namhlanje oNgcwele Owayemkhulu kubo abafundi Wakhethwa ab’ induna yabo bonke\nNkosi yakhe.\n\n\nUye onazo izihluthulelo Zombuso lowo obuswa uJesu\n\nABandla elamiswa phezu kwawo Amazwi akhe.\n\n.Esikhathini sokulingwa kwakhe Wahluleka waphik’ iNkosi yakhe Wathuka wathi angimazi lowo\nEnimushoyo.\n\n\nKwathi masinnya eseshilo lokhu Wazisol’ ekhala izinyembezi\nWaza wathethelelwa ngothandayo Izoni zonke.\n\nEbuyiselw’ esikhundleni sakhe Wayiqinis’ abazalwane bakhe Emisibindi waza walufela\nUkholo lwakhe.\n\n\nMasimdumise siyibong’ iNkosi Yona ethethelel’ izono zethu Sibuyiselwe othandweni lwayo\nOlungapheli. Amen.",
    "id": 283
  },
  {
    "number": 292,
    "title": "(Nkosi Kristu mhlengi wethu)",
    "lyrics": "Nkosi Kristu mhlengi wethu Sibong’ igama lakho Owambiza uThomase\nAb’ umphostoli wakho Ngomusa wamqinisa Esangabaza ngawe.\n\nNkosi sesizwile izwi Owalishoyo kuwe Lithi sebebusisiwe Abakholwayo kuwe Bengakuboni wena Nazizimangaliso.\n\nNkosi siyakholwa kuwe Ukuth’ uNguMsindisi Owanqoba wonk’ umhlaba Wasinik’ ikuphila Wasibusisa abakho Wabasindisa futhi.\n\nNkosi ukukholwa kwethu Kupheleliswa nguwe\n\nSize Sikukhonze kahle Siselaph’ emhlabeni Sikubon’ eZulwini Sikanye nabaNgcwele.\n\nKadunyis’ uNkulunkulu UYise NeNdodana\nNay’ uMoya oYiNgcwele BuThathu eBunyeni Bonk’ abantu bambonge\nUSomandla iNkosi.\tAmen.\n\n\n\n293(Yena oyingqalabutho)\n\n\nYena oyingqalabutho Yabafela uJesu\nYen’ owayegcwel’ uMoya Uliqhawe leNkosi Sincoma ukufa kwakhe Sinejabulo ngaye.\n\nWazehlul’ izitha zakhe Ngokuzikhulekela\n\nKhona zimbulala kabi Empompoloza ethi Ungabeki iNkosi Jesu Les’ isono kubona.\n\nNjengalokh’esengumqobi Unomqhel’ okhanyayo Okulotshwe kuw’ igama LoyiNkosi yomhlaba Yena osihlanganisa\nNabo bonk’ abangcwele.\n\n\nIndumiso nezibongo Makulethwe njalo-nje Kuy’ ongumvikeli wethu Ezingozini zonke Osigcin’ asiqinise\nLapha naseZulwini.\tAmen.",
    "id": 284
  },
  {
    "number": 294,
    "title": "(Namhla sikhumbula umPhostoli)",
    "lyrics": "Namhla sikhumbula umPhostoli WeNkosi yeth’ omhle uJohane\n\nWathandwa kakhulu nguy’ uKtistu Wayeduze kwakh’ ekufeni.\n\nWaloba phansi leloqiniso Akholwa yilo ngoJes’ iNkosi Kuze nabanye bakholwe ylo.\n\nAbanye bamdumisa ngokufa Ngezinhlupheko nangobuhlungu NjengoJohan owafakaza Ngokumphilela nokudumisa.\n\nWaphendulwa uthando lweNkosi Uthando lwakhe lwaze lwajula Nasebudalen’ uthando lwema Wayengumngan’ impela kaJesu. Amen.",
    "id": 285
  },
  {
    "number": 295,
    "title": "(Sihuba ngokunqotshwa)",
    "lyrics": "Sihuba ngokunqotshwa Komchithi weBandla Oway’ eDamaseku Ngenzondo enkulu\n\nWagxumis’ okwempisi Esukel’ impango Kantike uMalusi Uzombamba namhla.\n\nLunyaz’ olusimanga Olwamwisa phansi Kukhany’ okwamxhophayo Osishisekeli\nLizwi elamsolayo Ngaphakathi kwakhe Luthand’ olwambambayo Lwamenz’ isigqila.\n\nWena ohle konke Nhlakaniph’ eNgcwele Iyiph’ impangw’ engcono Kuneyakho Mnqobi Muphi umakh’ ongcono Owake wamthola Kunomchithi weBandla Owamguqulayo.\n\nFundis’ iBandla lakho\n\nUkwencika kuwe Lapho lisadukuza Kulobumnyama Ngobabalo uthibe Ulaka lwabantu Uthath’ izitha zakho\nUzenz’ izingcwele. Amen.s",
    "id": 286
  },
  {
    "number": 296,
    "title": "(Uyabongwa njalo, Nkosi)",
    "lyrics": "Uyabongwa njalo, Nkosi Ngokubaqinisa Nokubabekezelela Abanobugwala.\n\nLona okhunjulwa namhla Wabubalekela\nUbunzima bomsebenzi Wendabehle yakho.\n\nKawaze wamlahla nokho Wamqung’ isibindi Ngokumnik’ amandl’ amasha Waqala kabusha.\n\nManje, ngenxa yomsa wakho Usekwabangcwele\nAbaloba kanye naye Indabenhle yakho.\n\nJesu, Ngesihawu sakho\n\nKwabangabazayo Siphe ukubambelela\nSiqinise kuwe.\tAmen.\n\n\n\n297(Kukhon’ indlela inye zwi)\n\n\nKukhon’ indlela inye zwi Eya eZulwini\nLapho kukhanyisa khona UYis’ okhanyayo.\n\nKikhon’ iqiniso linye LikaNkulunkulu Eleza noJesu Kristu Livel’ eZulwini.\n\nKuny’ ukuphil’ okukhona Sibizelwe kukho\nJesu walophis’ iGazi Size sibenakho.\n\nWayengalaz’ uFiliphu Leli iqiniso\n\nUKristu wasembulela Sasindiswa ngalo.\n\nUkholo lusemazwini Akhe UJakobe\nAthi okhuthazelayo Owakhe umbuso.\n\nJesu ndlela nokuphila Yiba yikho kithi Sihambise ngeqiniso Elinguwe wedwa.\tAmen.",
    "id": 287
  },
  {
    "number": 298,
    "title": "(Sizenyusela kuwe)",
    "lyrics": "Sizenyusela kuwe Inhlliziyo zethu\nO! Nkosi yabangcwele Sikubonga ngazo.\n\nJesu lwehla kuye Ababalo lwakho Obizwa ngeNdodana\n\nYayo induduzo.\n\n\nNgamazwi akh’ amnandi Nezenzo ezinhle Kwabonakal’ uthando Olwehl’ eZulwini.\n\nSicela Nkosi Jesu Uba wehlisele\nUMoya wakh’ oNgcwele Kithina abakho.\n\nUkuba kukho konke Sifuz’ uBhanabha Ngokukhuthaz’ abanye Ngamazw’ okuphila.\n\nKabongw’ uJesu Owasifelayo Obusa enoYise\nNoMoya oNgcwele.\tAmen.",
    "id": 288
  },
  {
    "number": 299,
    "title": "(Usezelw’ umanduleli)",
    "lyrics": "Usezelw’ umanduleli Odumileyo wokusa Bayohlala bedumisa Bebong’ abakholekayo.\n\nUGabriyela owathi NguJohan’ igama lakhe Wakukhomba nazokwenza Okuningi nokukhulu.\n\nUJohan’ Inhlabamkhosi Wafakazel’ ukukhanya Okwenza ngoJesu Kristu Ujesu wakwananela.\n\nKwabezelwa ngokwenyama Kakho onkhulu kunaye Odume ngemisebenzi Kunabaphrofethi bonke.\n\nMakadunyiswe uYise Nawe Ndodan’ oPhakade\nOkhonzwa noMoy’ oNgcwele Omiyo njalo phakade.\tAmen.",
    "id": 289
  },
  {
    "number": 300,
    "title": "(Namhla Sikhumbul’ induna)",
    "lyrics": "Namuhla sikhumbula induna yabaPhostoli beNkosi\nYamiswa yabayinhloko YiNkosi yethu uqobo.\n\nWanikw’ izihluthulelo Zombuso weNkosi yethu Olibandla labo bonke AbaseNkosini uJesu.\n\nWayiphika iNkosi yethu Walandula wageqeza Wathi yena akayazi Ngenkathi ebuzwa ngayo.\n\nYathi ukub’imhlabe ngeso Ngomzuzwana wahlabeka Wakhala izinyembezi Zempenduko waxolelwa.\n\nLapha esethethelelwe\n\nWaqinis’abazalwane Walulw’ukholo lwethu Kwazze kwabasekufeni.\n\nMayibongw’iNkosi yethu Ethethelela abantu Namanje nxa bephenduka Iyodunyiswa nanini. Amen.\n\n\n\n               301 (Sibonga Igama Lakho) Sibonga igama lakho\nNkosi yabangwele Osibizel’othandweni Lokufela wena.\n\nNgaye owashiya uyis’ uyise Akaz’anqikaza\nLapha ebizwa yiZwi lakho Eledlul’ulwandle.\n\nWamkhetha wabangomunye Wabethenjwa bakho Owawunab’ensimini\n\nNasekukhanyeni.\n\n\nWasiphuz’isitsha sakho Ngokuba ngumfeli Wathol’ukubhabhadiswa Okufuz’okwakho.\n\nNkosi, Jesu siyacela Siph’amandla akho Okuphuz’isitsha sakho Sime nawe njalo.\n\nKadunyisw’uNkulunkulu Omthathu emunye Onguyise neNdodana NoMoya oNgcwele. Amen.",
    "id": 290
  },
  {
    "number": 302,
    "title": "(Bangobani lab’abahle)",
    "lyrics": "Bangobani lab’abahle Abaphambi kwenkosi Abathwele imiqhele Bayiliphi-ke bona Bacul’uAleluya\n\nBebong’uNkulunkulu.\n\n\nLaba ngabalwayo lapha Belwela uMsindisi Bashikeka baze bafa Bengalandel’izoni Bayibamba kwanjeya Bayichitha ngeMvana.\n\nBayakhazimulabonke Sebefuze iNkosi Lab’abangubo zimhlophe Ezihlala zikhanya Ezingasagugiyo Ngobani, bavelaphi?\n\nLapha sebephela amandla Ngenxa yobulukhuni Bakhuleka eNkosini Ababeyiphilela\nManje sebenqobile Abasahlushwa lutho.\n\nBabemi phambi kweNkosi\n\nBeyikhonz’ emhlabeni Ngemizimba nemimoya Belindel’ukuthunywa Sebesebungcweleni Kwelombus’ophakade. Amen.",
    "id": 291
  },
  {
    "number": 303,
    "title": "(Nxa ekhona ongabala)",
    "lyrics": "Nxa ekhona ongabala Ibandla labangcwele Angiyizwa injabulo Yakho ukuphumula Abanye sebedlulile Sebephumule kuwe.\n\nSebekhululiwe manje Enhluphekweni yonke Kade belwa ngokwethemba Belapha emhlabeni Bayabona isu lonke Ngokusindiswa kwabo.\n\nThina esisemhlabeni Siyabona ingxenye\n\nEZulwini siyokwazi Njengokupheleleyo Sibhekene njalo naye Unkulunkulu wethu.\n\nUbuthathu bezinqobo Sobubona obala Buqhamuka nabubunye Obunguy’uSomandla Siyobonga sithokoze kuNkulunkulu wethu.\n\nNgalokho-ke wena muntu Qinisel’ume njalo Lokh’ungathola umvuzo Oyovela Phezulu Ubenay’uNkulunkulu Ubon’ubuso bakhe. Amen.\n\n304(a) (IGama likaJesu lidunyiswa)\n\n\nIGama likaJesu lidunyiswa Ilabo abasePharadisi Ababemvuma laph’ emhlabeni\n\nHaleluya Haleluya\n\n\nNxa impi ishisa ingasapheli Amandla siwathola kuwena Izinhliziyo ziqiniswa nguwe Haleluya Haleluya\n\nWayengamandla abo netshe labo Umkhonto wab’ isihlangu sabo Ebumnyamen’ ukukhanya kwabo Haleluya Haleluya\n\nSesisondele isikhathi leso Siyophumula thina mabutho Sinabo kwelasepharadisi Haleluya Haleluya\n\nSengathi amabutho anamuhla Angalwis’ okwabaNgcwele bakho Aze athwal’ imiqhele nawo Haleluya Haleluya\n\nUsuku lololuhle luyofika Bayakuvuka bonk’abangcwele\n\nIfik’ iNkosi uqobo lwayo Haleluya Haleluya.\n\nSinobudlelwano nabaphezulu Thin’ esisatotob’ emhlabeni Bakhanya bona ePharadisi Haleluya Haleluya\n\nIbandla lonke liyakubuthana Livela ngalapha nangalapha Livela phesheya nanganeno Haleluya Haleluya\n\nLiyakubonga wena Nkulunkulu Wen’ onguYise noyiNdodana NoMoya oNgcwele naphakade Haleluya Haleluya. Amen.\n\n304(b) (Bonke abasekuphumuleni)\n\n\nBonke abasekuphumuleni Bahubel’ igama likaJesu Ababemvuma laph’ emhlabeni Haleluya Haleluya\n\nNxa impi ishisa ingapheli Ziyaqinisek’ izinhliziyo\nNxa zizwa ihubo lokunqoba Haleluya Haleluya\n\nWayenganamandl’ abo netshe labo Umkhonto wab’ isihlangu sabo Ebumnyamen’ ukukhanya kwabo Haleluya Haleluya\n\n Sesiyasondela isikhathi Ayophumula ngasw’ amabutho Ekuthuleni kwePharadisi Haleluya Haleluya\n\nSengath’ amabutho anamuhla Angalwis’ okwabaNgcwele bakho Aze athwal’ imiqhele nawo Haleluya Haleluya\n\nBesekufika usuk’ oluhle Lokufika kweNkosi yodumo Nokuvuka kwabaNgcwele bonke\n\nHaleluya Haleluya\n\n\nSiwubudlelwano baphezulu Kanye nabasenkazimulweni Simunye nabo kuwe phezulu Haleluya Haleluya\n\nLibonga njalo uNkulunkulu Yena onguYise neNdodana NoMoya oNgwele naPhakade Haleluya Haleluya\n\nBayovela kude naseduze Bangene ngamasangw’ egolide Behubela ongoMthathweMunye Haleluya Haleluya. Amen.\n\n\n\n              305 (Yizwa amazwi angcwele) Yizwa amazwi angcwele\nEhubel’ iNkos’ ethi Alleluya, Alleluya Mawudunyiswe Nkosi Ngawe viyw’ elingebalwe\n\nKuhle kwezinkanyezi Ezinkazimulewni Lembethe okumhlophe.\n\nOkhokho nabaPhrofethi Abendulel’ uJesu Nabaphostoli beNkosi Kanye nabavangeli Nabangcwele nabafeli Nabavuma ukholo Isilisa nesimame Bahuba bendawonye.\n\nBaphuma ezinsizini Bageza izingubo Egazini likaJesu Behlula izilingo\nUkubhuqwa nokuboshwa Nokusahwa ngenkemba Ngamandla kaKrist’ iNkosi Bakunqoba nokufa.\n\nNjengawe Msindisi wabo Ongumholi neNkosi\n\nBanqoba ngesiphambano Abasilandelayo Bahlupheka ngenjabulo Unabo noma befa\nNxa befa bathol’ impilo Emiyo enodomo.\n\nSebebusa ezulwini Ekukhanyen’ okuhle Sebephuz’izibusiso Njengamanzi omfula Bezw’ uthando nokuthula Bakhanyelw’ iqiniso Enkazimulweni yakhe OnguMthathu eMunye.\n\nNkulunkul’ ongukukhanya Wena owenz’ umuntu Abemzimba munye kuwe Abengcwele phakade Sebezw’ ubungcwele bakho Khona sokudumisa\nYise, Ndodana, noMoya Phakade naphakade. Amen!",
    "id": 292
  },
  {
    "number": 306,
    "title": "(Isikhundla esingcwele)",
    "lyrics": "Isikhundla esingcwele Asiviki isono Nomíngaphandle lilihle Siyangena isitha.\n\nEdlanzini elincane Elihloniphekayo Kwavela ongumkhapheli Oqalekisiweyo.\n\nKepha inhloso yeNkosi Ingechithwe isono Kwasekuvel’ufakazi Omusha weqiniso.\n\nOwonayo uyokufa Wena awuguquki Kuzwakal’izwi lomusa Kuchume iqiniso.\n\nMihl’imikhondo yeNkosi Umhlaba usekhona IBandla liyomelana\nNazo zonke izitha. Amen.",
    "id": 293
  },
  {
    "number": 307,
    "title": "(Nin’eningamubutho)",
    "lyrics": "Nin’eningamubutho Yilwanini ngokholo Uyesabeka umvuzo Wabalwela iNkosi.\n\nUmqhel’ongabuniyo Nentokozo nodumo Nokukhany’okumiyo Ngokwabanqoba lalpha.\n\nLeliyakhay’elihle Lingelabanqobayo abaNgwele beNkosi bohlala kulo njalo.\n\nOkulaph’akulutho Kuyadlula kuphele\n\nKuhl’okuseZulwini Kukhon’uNkulunkulu.\n\nUsamkelis’okuhle Wena owasifela Uvus’izinhliziyo\nSibing’iGama lakho. Amen.",
    "id": 294
  },
  {
    "number": 308,
    "title": "(Abantu benkosi)",
    "lyrics": "Abantu benkosi Bayophakanyiswa Masingasoli nanini Uma sihlupheka.\n\nKuph’ukuhlupheka Okungasehlula abaFeli bebulawa ngenxa yoMsindisi.\n\nBasekhaya manje ENkosini yabo Abamthandayo belapha Usebamukele.\n\nNathi singasoli\nNxa siphathwa kabi UBaba osiphetheyo Uyosipha okuhle.\n\nSiyofika kuye Ngokukhuthazela Ezinhluphekweni zonke Ezisehlelayo.\n\nLaphaya phezulu Siyakubusiswa Sihlale nezingelosi Kanye nabaNgcwele.\n\nMayibongw’iNkosi Lapha, naphezulu UNkulunkul’onamandla Oyedw’ophakade. Amen.",
    "id": 295
  },
  {
    "number": 309,
    "title": "(Izinsuku zabaNgcwele)",
    "lyrics": "Izinsuku zabaNgcwele\n\nAbafelukholo Ziyalandelana njalo Zisijabulisa.\n\nBenza ngokumamngalisa Bekhon’emhlabeni Siyabonga sizincome Lezozenzo zabo.\n\nBab’enokukholwa kahle Kuye uMsindisi\nBemi isibindi njalo Noma bebulawa.\n\nBabechith’igazi labo Bayifel’iNkosi Babehlishwa badatshulwe Bengabadeliwe.\n\nBabaliwa ngabomhlaba Bezingelwa yibo\nKodwa nokho bemukelwa nguMsindisi wabo.\n\nNgokudela okwomhlaba Nesibindi sabo Sebeng’ababusiwe Benenhlanhl’enkulu Nathi masibalandele Sibafuze bonke.\n\nSize sihlangane nabo Sidlul’emhlabeni\nSibe abambonga njalo Yena onguBaba. Amen.\n\n              310 (Wena, Kristu okhanyayo) Wena, Kristu okhanyayo\nOsiphe ukulunga Simi nengelosi zonke Sifole kanye nazo Sibonga iGama lakho Sihuba ngenjabulo.\n\nNamhla siyalikhumbula Leloviyo lezulu Elihlelekile kahle Lanomsebenzi walo\n\nIkakhulu siyambomga Lon’ ongumholi walo.\n\nYen’ owalwa noSathane Elwela wena, Nkosi Wamehlula, wamkhiphela Ngaphandl’ ebumnyameni\nAkasahlangani nawe Useyisitha sakho.\n\n\nThina sivikelwa nguye Nezingelosi zakhe Zisifuna zehluleke Zonke izitha zethu Sokulwela emhlabeni\nNjengokubuthwa kwethu.\n\n\n\nKadunyisw’ uNkulunkulu UYise neNdodana\nNay’ uMoya oyiNgcwele Ongubuthath’ eMunye Mabambonge bonk’ abantu Usomandla iNkosi. Amen.",
    "id": 296
  },
  {
    "number": 311,
    "title": "(Ziyez ’ingelosi)",
    "lyrics": "Ziyez ’ingelosi Zehla ezulwini\nZiza kithi zithunyelwe Ukuzosisiza.\n\nZithunywa yiNkosi Ukuzosilonda Zibaduduze abantu Zibaph’isibindi.\n\nJesu owehlayo Wenziwa umuntu Wahlupheka waze wafa Ngenxa yrthu sonke.\n\nNkosi zakusiza Ingelosi zakho EGetseman’ensimini Uhlushelw’izoni.\n\nSiyacela kuwe\n\nUkub’uthumele Ingelosi\nZakho kithi\nNxa sihluphekile.\n\n\nNxa sesizakufa Yala zisisize\nUze ubekhona nawe Wen’onguSomandla.\n\nSidumisa wena Nkulunkulu munye Uyise beneNdodana\nnoMoya ONgcwele. Amen.",
    "id": 297
  },
  {
    "number": 312,
    "title": "(Ziyeza kith’izithunywa)",
    "lyrics": "Ziyeza kith’izithunywa Ziphuma kuNkulunkulu Zivel’ezulwini lakhe Zinothando nokukhanya.\n\nZizokusilinda njalo Zisivikel’engozini\n\nZisiduduz’osizini Zisiqunge isibindi.\n\nNxa abantu bezakufa Ziyasondel’ingelosi Zinyenyeza zithi kubo Hambani niyophumula.\n\nJesu wasihluphekela Uselapha emhlabeni Zakukhonz’izingelosi Wavuma nxa zikusiza.\n\nSiphe isineke sakho Sikukhonze sikuthande Kuthi ekufeni kwethu Siphelezelwe yizona.\n\nManje sihlangane nazo Sibong’iGam’eliNgcwele likaYise neNdodana\nNaye uMoya oNgcwele. Amen.",
    "id": 298
  },
  {
    "number": 313,
    "title": "(Wazalelw’eBethlehema)",
    "lyrics": "Wazalelw’eBethlehema UKristu iNkosi Sidumisa njengeNkosi Yabantwana namhla.\n\nLeloviyo Labantweana Elabulawayo\nNguHerodi ngesikhwele Siyalikhumbuli.\n\nBafel’umfeli wesintu Ngentando kaYise Banobuhle baphezulu Asebebuphiwe.\n\nNibusisiwe bantwana baseBethlehema imiqhel’eniyithwele ngeyawofakazi.\n\nNom’iNkosi ningayazi Nisekulelizwe\n\nNijabula kuyo manje Niyibina njalo.\n\nJesu abafela wena Abangenacal\nBahole bonk’abantwana Babenawe njalo. Amen.",
    "id": 299
  },
  {
    "number": 314,
    "title": "(Wozani nijabule)",
    "lyrics": "Wozani nijabule Nithi Haleluya Manimdumis’uKristu Oyinkosi yenu Hubani kanyekanye Bafana nicule Hubani nani nonke Mantombazanyana.\n\nKabongwe ngabantwana onguMhlengi wabo ngabemdumis’uJesu oyiNkosi yabo unguMsindisi wabo\n\nabaphila ngaye umlondolozi wabo abasemhlabeni.\n\nBafana bakaJesu Manimsebenzele Owasiz’uJosefa Owayengumbazi Nani mantombazane Anibomlingisa Owazalwa yiNtombi Ehlanzekileyo.\n\nEmzini ophezulu Bazoy’abantwana Badlale ngentokozo Emagceken’awo\nO! Kristu balungise Abantwana bakho Baze bangene ngawe Kuleliyakhaya. Amen.",
    "id": 300
  },
  {
    "number": 315,
    "title": "(Ningakwenz’okubi)",
    "lyrics": "Ningakwenz’okubi Ningakhulumi NingabakaJesu INkosi yenu.\n\nUthambil’uJesu Uthembeke njalo Nabantwana bakhe Ngabe bemfuza.\n\nNingayengwa impi Eng’umoya omubi Unilinga njalo Enikhohlisa.\n\nManingamlaleli Noma kulikhuni Kwaleni okubi Nenze okuhle.\n\nNina nethembisa Niseyizingane Ukumali impela Nimphike njalo.\n\nNingabakaKristu Manifund’ukulwa Nobub óbukini Nenze okuhle.\n\nningabakaJesu ulungile njalo nabantwana bakhe mababengcwele. Amen.",
    "id": 301
  },
  {
    "number": 316,
    "title": "(Nkulunkulu baba wethu)",
    "lyrics": "Nkulunkulu baba wethu Onamandla onke\nThina bancane sibheke Sikhuleke kuwe.\n\nMakuthandek’ukumisa Umbus’emhlabeni Abantu bonke bangene Kuwo bawuphile.\n\nSiphe ukukwazi Wena\n\nSikubinge njalo Makwenziw’intando yakho Lapha emhlabeni.\n\nBonakalis’ezizweni Insindiso yakho Zithokoze zazi Wena Owazifelayo. Amen.",
    "id": 302
  },
  {
    "number": 317,
    "title": "(Sisize Jesu Nkosi Nkulunkulu)",
    "lyrics": "Sisize Jesu Nkosi Nkulunkulu Wen’onamandla wen oseZulwini Thina bancane nje sibheke kuwe Siyakhuleka.\n\nMakuthandeke kuwe ukudumisa Umbuso wakho manje emhlabeni Abantu bonke mabangene kuwo Bakulalele.\n\nBanakalisa ezizweni zonke Ukusindisa ezizweni zonke Ukusindisa kwakho abantwini\n\nBazi ukuthi wena wabafela Wabasindisa.\n\nThin’esilapha nabo labobantu Masihlangangane nazo sikubonge Sikudumis’owahlatshelwa thina Wasikhulula.\n\nKukhulu lokhu esikucelayo\nSam kele Nkosi nama sibancane Ungadeleli izwi lezingane Ezicelayo.\n\nSiphe ukwazi wena sikuthande Sibonge wena makwenziwe njalo Lokh’okuthandwa nguwe emhlabeni naseZulwini.\n\nZiyakudumisa wen’izingelosi Owazithoba wehla eZulwini Wahlala nabo abakuzondayo Bakubethela.\n\nSheshe ubuse ezinhliziyweni\n\nZabantu bonke bakuthande Nkosi Ngokub’umbuso ungowakho njalo Kube phakade. Amen.",
    "id": 303
  },
  {
    "number": 318,
    "title": "(Baba weth’ophezulu)",
    "lyrics": "Baba weth’ophezulu Vumela abntwana Bezw’ukub’useduze Siyacela sizwe.\n\nBab’isithanda sonke Size kuw’usibiza Sikukhothamele kuwe Siyacele sizwe.\n\nJes’umalusi wethu Biz’abantwana bakho\n\nBathande bahloniphe Siyacela sizwe.\n\nWen’osithembisayo Wen’osibisisayo\n\nLaba balethwa kuwe Siyacela sizwe.\n\nThina asinamandla Sithemb’umusa wakho Sivumele sicele Siyacela sizwe.\n\nNkosi Moya oNgcwele Woz’usikhanyisele Ungashiy’abantwana Siyacela sizwe.\n\nSihlale njalo njalo Siphansi kwamaphiko Uz’usilethe kuwe Siyacela sizwe. Amen.",
    "id": 304
  },
  {
    "number": 319,
    "title": "(Kuhl’ukuba lapha Nkosi)",
    "lyrics": "Kuhl’ukuba lapha Nkosi Ngakulenkazimulo Nakh’usuweqa ilanga Ngakh’ukukhanya kwakho.\n\nKuhl’ukuba lapha Nkosi Sibubuke ubuhle oboMosi No Elija lesisithunywa Nkosi.\n\nUnamandl’okugcwalisa Kanti ungumthembisi Mawubongw’enkazim’lweni Ulethe insindiso.\n\nThina siselapha, Nkosi Usenze sikubone Enkazimulweni yakho Sibe kuyona njalo.\n\nKuhl’ukuba lapha, Nkosi Kodwa-ke singehlale Ngoba uthi asehlike\nSiye naw’etafuleni. Amen.",
    "id": 305
  },
  {
    "number": 320,
    "title": "(Sithand’indlu, Nkosi)",
    "lyrics": "Sithand’indlu, Nkosi\n\nEnodumo lwakho Ubumnandi bayo Bukwedlula konke.\n\nYindlu yomkhuleko Esikuyo manje Nawe usukuyo Uzosibusisa.\n\nSithand’itshe lelo Okuvela kulo Ukuphila okusha NgoMoya oNgcwele.\n\nSithanda ne Oltha Owehlela kulo Nxa usihanbele Esodlweni sakho.\n\nSuthand’iZwi lakho Eliphilisayo Nelisiqinisa Lisithokozise.\n\nSithand’ukucula Ngokwephana kwakho Sifisa ukwazi\nIhubo lezulu. Amen.",
    "id": 306
  },
  {
    "number": 321,
    "title": "(Wen’obana konke)",
    "lyrics": "Wen’obana konke Onathi la manje\nBheka lendlu yakho nathi Usithokozise.\n\nAbathand’uJesu Bethembeka kuye Bayabhabhathizwa lapha Bathol’insindiso.\n\nUyabapha lapha Ukudl’okuNgcwele Okubapha lawomandla Esiwasweleyo.\n\nZiyashunyayezwa Laph’izoni zonke\n\nNgempenduko nay’imvumo Nay’intethelelo.\n\nNgekaNkulunkulu Obabusisayo Bonke’abamkhonz’emhlabeni Abas’ezulwini.\n\nLaph’iyehluleka Impi kaSathane Zaza laph’isingelosi Sisokusilwela.\n\nNgakho masimbonge Yen’uNkulunkulu Obekhona, osekhona Okhona phakade.\n\nMawubongwe Yise Ubongwe Ndodana Bongwa Moya Nkulunkulu Munye naphakade. Amen.",
    "id": 307
  },
  {
    "number": 322,
    "title": "(Nkosi, bheka lendlu yakho)",
    "lyrics": "Nkosi, bheka lendlu yakho Esiyakhele wena\nUvum’ ukuyemukela Ihlane ingeyakho Wena onguNkulunkulu noBaba futhi kithi\nthatha lomnikelo wethu esikubonga ngawo.\n\nJesu Krist’ onguMsindisi neNdodana yezulu lamulel’ abantu bakho abakunxusa lapha\nwena Nkosi Moya oNgcwele Nkulunkulu woqobo Kanyisel’ abantu bakho Abaku khonza lapha.\n\nNkulunkulu omakade Onengqob’ ezintathu Busisa abantu bakho Ababuthana lapha\n\nSidumisa wena nkosi uYise neNdodana wena Moya oyiNgcwele\nuNkulunkulu munye. Amen",
    "id": 308
  },
  {
    "number": 323,
    "title": "(Nkosi samukelise)",
    "lyrics": "Nkosi samukelise Ngaz’ izibusiso zakho\nSiyabonga umusa wakho Osphethe ngawo sonke.\n\nMasigcine ngomsa wakho Konke esizokufunda Konk’ okuhle sikubambe Sikikhohlwe konk’ okubi.\n\nSibusise endleleni Songakwenzi konke okubu Uze usijabulise\nSikubonge njalo njalo\n\n\nBaba siyakudumisa Ngabazali bethu bonke\n\nBabusise besasele Sobonana ngenjabulo.\n\nSiyakudumisa baba NeNdondana benoMoya OngoNgcwele naphakade Nkulunkulu Munye njalo. Amen.",
    "id": 309
  },
  {
    "number": 324,
    "title": "(Siyabonga Nkosi)",
    "lyrics": "Siyabonga Nkosi Ngenhliziyo zethu Lokh’ ukuphumula Ngomsa wakho.\n\nSibong’ umsebenzi Esiwenzileyo Nokuphumelela Ngomsa wakho.\n\nSiyabonga Nkosi Ngemindeni yethu Ngabazali bethu Nezihlobo zethu.\n\nSiyakudumisa Ngabaholi bethu Ubahile kahle Ngesikhathi zonke.\n\nSibabaza wena neNdodana yakho noMoya Ongcwele osikhanyisayo. Amen.",
    "id": 310
  },
  {
    "number": 325,
    "title": "(Fez’ isethembiso sakho)",
    "lyrics": "Fez’ isethembiso sakho Nkulunkulu weqiniso Zonk’ izizwe zalomhlaba Mazithole insindiso.\n\nAmadol’ abasezweni Mawaguqe phambi kwakho Zize zonke izi limi Ziluncom’ udumo lwakho.\n\nBusa busa Nkosi Jesu Koza ngawe ukwethaba\n\nNgeziphithiphithi zethu Umhlaba sewonakele.\n\nLibheke izwe lakithi Wesule izono zalo Ungehlis’ ulaka lwakho Kuze kuf’ abantu balo.\n\nBaba siphe ukukhanya Sihambise kukho njalo Ungavum’ uba sibhubhe Ngokudela iqiniso.\n\nNkosi siza ubusise Imfundiso zezwe lethu Uhlal’ usivuselela\nSize sithol’ ukulunga. Amen.",
    "id": 311
  },
  {
    "number": 326,
    "title": "(Ngubani ongasindisa)",
    "lyrics": "Ngubani ongasindisa iAfrika elihle sesimdelele kakhul Nkulunkulu wethu\n\nnkosi noMsindisi wezwe sisindis’ ebubini usiqondise ekhaya kufik’ imbuso wakho.\n\nLihlanze lonk’ iAfrika Libemsulwa kuwena Senze sibon’ okukude Macaleni ethu onke Masifane nezintaba Ezimi zingesuswe Sizwe sikhuleka sithi Busisa iAfrika.\n\nuKristu wanele bonke abantu balelizwe uyobelapha ngebandla eliyisandla sakhe malibakhonze ngothando abaphatheke kabi lifakaze ngazwi linye\nlith’ uKristu wanele.\n\n\nWanele ukukuqeda\n\nKonk’ ukucwasana Wanele ukwakha isizwe Wanel’ ekuphileni Wanele nasekufeni Wanele bonke abasha UKristu wanele bonke\nNgisho nabagugule. Amen.",
    "id": 312
  },
  {
    "number": 327,
    "title": "(Nkosi busis’ iAfrika)",
    "lyrics": "Nkosi busis’ iAfrika\nIsize uyibonise okulungile Nokufaneleyo, ize yenze Intando yakho.\n\nAbantwana balomhlaba Ekuhluphekweni kwabo\nBaphe icebo wena themba labo Yizwa imikhuleko yabo. Amen.",
    "id": 313
  },
  {
    "number": 328,
    "title": "(Nkosi sikelela iAfrika)",
    "lyrics": "Nkosi sikelela iAfika Maliphakanyiswe udumo lwayo\n\nYizwa imithandazo yethu Nkosi Sikelela thina Nabantwana bayo.\n\nWoza woza woza Moya Woza Moya woza Moya Woza woza! Woza moya Oyingcwele. Nkosi sikelela Thina bantwana bayo.",
    "id": 314
  },
  {
    "number": 329,
    "title": "(Nkosi baba oyingcwele)",
    "lyrics": "Nkosi baba oyingcwele Sesilapha phambi kwakho Sizibika ngokukhala Ngoba sikujabhisile Sesiqala ukubona\nUbuvila beth’ obubi.\n\n\nNgoba ngokutholwa kwethu Sasithemba sathembisa Sathi sokukhonza njalo Ngeqiniso singaphuthi Sathi siyakwenza okuhle\n\nKube ukubong kwethu.\n\n\nSasho futhi siyakulwa Nacho okuyimpi kuwe Singavumi nakuvuma Uma sesiyengwa yikho\nKepha namhla sinamahloni Ngoba singenzanga khona.\n\nKade ubekezela Baba Ungathand’ ukuba sife Yeb’ ubekezele njalo Uthi soze siphenduke Naye yena ongummeli\nKayekangang’ ukusimela.\n\n\nNgakho sicela umusa Otholwayo ngay’ uJesu Othelwayo kubo bonke Abaphendukele kuwe Siphe, Baba siyancenga\nSize sikukhonze njalo. Amen",
    "id": 315
  },
  {
    "number": 330,
    "title": "(Siyathatha amageja)",
    "lyrics": "Siyathatha amageja Siyalima amasimu Siyathemba umusa wakho Ongenaw’ umkhawulo Siphe Nkos’ siphe Nkos’ Isivuno esihle.\n\nNxa izulu lomisile Sithole ngomus awakho Nxa inhlavana ibhubhisa Sithole ngomsa wakhe Siphe Nkosi Siphe Nkos’ Umkhiqizo omuhle.\n\nLapha lina ligcugcisa Sithole ngomsa wakho Nxa kushazwa kuluhlaza Sithole ngomsa wakho Siphe nkos’ siphe Nkos’ Isivuni esihle.\n\nNxa kufika ukuvuna\n\nSithole ngomsa wakho Nxa sithel’ ezulwini Sithola ngomsa wakho Sobonge sobonge Sibong’ umusa wakho.\n\nSibabaza onguYise noNdodana noMoya Ongcwele naphakade obuThathu eBunyeni somandla Somandla\nnkosi yethu njalonje. Amen.",
    "id": 316
  },
  {
    "number": 331,
    "title": "(Ibandla likakristu)",
    "lyrics": "Ibandla likaKristu Elaqalwa nguye Walenza laba linye Ngezwi nangamanzi Wehlele ukulifuna Wenza labangcwele Walithenga ngegazi Wafa ngenxa yalo.\n\nLibuthwe kulo lonke Nokho linye njalo Yiny’ iNkosi nokholo Muny’ umbhabhathizo Litus’ igama linye Lidla kudla kunye Libamb’ ithemba linye Ligcwel’ ubabalo.\n\nAbabi balibona Bahleka usulu Bethi selahlukeni Kufundisw’ amanga iNkosi izakuza ilindw’ abangcwele kophela ukukhala kujatshulwe njalo.\n\nLiyalwa lelibandla Lihlaselwa njalo Liqonda eZulwini Ekuphumeleni Liyobona iNkosi Lideliswe yiyo\n\nIbandl’ elinqobayo Liyakuphumula.\n\niNkosi isekulo Nalapha’ emhlabeni Kabahlukene nalo Asebephumule Bayadel’ abaNgcwele Siza Nkosi Jesu Sihlanganiswe nabo Ekuphumuleni. Amen.",
    "id": 317
  },
  {
    "number": 332,
    "title": "(Hubanini bantu beNkosi uKristu)",
    "lyrics": "Hubanini bantu beNkosi uKristu Nibonge yen’ owafela emthini wehlazo.\n\nMaxhegu nabasha manimbonge nonke Kuhube isifazane kanye nesilisa.\n\nHubani nihamba niy’ endlini yakhe’ Nilituse khon’ igama lakhe eliNgcwele. Kanye nabaNgcwele nengelosi zonke Thathan’ ihubo nibonge nidumis’ uJesu.\n\nMasivume sithi hosan’ haleluya\nKudum’ emhlabeni wonke ukuth’ uyiNkosi.\n\n\nMakube sengathi kuduma ulwandle Benzenjal’ abasendule bethi Haleluya.\n\nHubani nje njalo uma niselapha Ebusuku nasemini noma kwenzenjani.\n\nNyathelani kanye kuhle kwamabutho Ningaphumuli kuze kuphume lon’ ilanga.\n\nUhambo lophela niyofik’ ekaya\nLapho nophumula khona eJerusalema.\n\n\nNgakhoke hambani mabutho enkosi Nibonga yen’ owafela emthini wehlazo.\n\nMawubongwe njalo Yise neNdodana\nNawe Moya oyiNgcwele okhuthaz’ abantu. Amen.",
    "id": 318
  },
  {
    "number": 333,
    "title": "(Impi yakho Nkosi)",
    "lyrics": "Impi yakho Nkosi Mayihambe kahle Ngaphambili kwayo Wena uyahamba Wena uyinkosi Usilonda Njalo Thina asesabi.\nNgesikhathi sempi.\n\n\nRefrain:\t\tImpi yakho Nkosi Mayihambe kahle Wena uyahamba Ngaphambili kwayo.\n\nIyakubaleka Eyesitha impi Thina siyahamba Sinethemb’ elihle AbaseGehenna Bayathuthumela Thina asihube Ngezwi elikhulu.\n\nRefrain:\tImpi yakho Nkosi\nMayihambe kahle Wena uyahamba Ngaphambili kwayo.\n\nSesikuyo thina Impi enamandla Singabafowabo\nBabaNgcwele bonke Siyabambelelana Singumzimba munye Sithandana sonke Siyethemba njalo.\n\nRefrain:\tImpi yakho Nkosi\nMayihambe kahle Wena uyahamba Ngaphambili kwayo.\n\nAmakhosi onke Angawiswa phansi Lingewe iBandla likaJesu Kristu impi eyengayo\n\nkhona isilinga siyethemba lona izwi lika Jesu.\n\nRefrain:\tImpi yakho Nkosi\nMayihambe kahle Wena uyahamba Ngaphambili kwayo.\n\nNgakho nin’ abantu Hlanganani nathi Ngezwi lokunqoba Hubelani kahle Kadunyiswe uKristu Oy’ iNkosi yethu Bonke bamdumise Abenziwa nguye.\n\nRefrain:\tImpi yakho Nkosi\nMayihambe kahle Wena uyahamba Ngaphambili kwayo.",
    "id": 319
  },
  {
    "number": 334,
    "title": "(E! Bayede Nkosi yethu)",
    "lyrics": "E! Bayede Nkosi yethu Wen’ okhona lapha Sesenza umkhosi manje Sikubonga ngawo.\n\nSibonga umusa wakho Osilonde ngawo\nNgayo yonke leminyaka Eyedlulileyo.\n\nSazalwa sisengozini Mgoba sonakele Kepha nokho wasibiza Sez’ ensindisweni\n\nWasizala futhi Baba EmBhabhathizweni Siyabonga ukwenziwa Abantwana bakho\n\nSangeniswa eBandleni Lelodlelo lakho\n\nOsalusela kulona Singadliwa lutho.\n\nSathola eMqinisweni Amandl’ akho Nkosi Asiqinisel’ ukulwa Nempi yobumnyama.\n\nNgesinkwa somphefumulo Esakramenteni\nOsipha ngothando Nkosi Siyabonga kuwe\n\nO Nkosi akubusise Labantu bakho\nBonke abenza lomkhosi Bedumisa wena.\n\nSiyacela kuwe Nkosi Uba wamukele\nYonk’ imikhuleko yethu Esiyenyusayo.\n\nBusisa lendlu yakithi\n\nEsisonta kuyo\nYenze ibeyindlu yakho Obusela kuyo.\n\nMakufunyaniswe kuyo UMoya oNgcwele Ukuze badonseleke Kuw’ abantu bonke.\n\nBonke abaNgcwele bakho Mabasibambise\nNxa sizikhalele kuwe Ngezinswelo zethu.\n\nDumisanini-ke nonke Nina abaNgcwele Nibonge iNkosi yethu Nibongele nathi.\n\nSidumisa wena Baba Kanye neNdodana NoMoya wakho oNgcwele Nkulunkulu Munye.",
    "id": 320
  },
  {
    "number": 335,
    "title": "(Jes’ unguMsindisi)",
    "lyrics": "Jes’ unguMsindisi Sizwe sihuba Ngenhliziyo zethu Ngegama lakho Konke esinakho Kulethwa nguwe Singabakho Nkosi Samkele manje.\n\nSisondela manje Ngalelehubo Wena owazalwa Laph’emhlabeni Weza wahlupheka Wafa wavuka Waya eZulwini Usunqobile.\n\nUsiphethe manje Ngomsa nothando\n\nSesiyathokoza Sikuhubela\nZonk’ izinhlupheko Seziphelile Sihlangana nazo Izingelosi.\n\n\n\nKade kwakumnyama Nasendleleni\nManje sekukhanya Ngethemb’ elihle Kuyabonakala Uthando lwakho Osithanda ngalo Selujulile.\n\nSekusile kithi Nasenhliz’ yweni Lizwakele izwi Lentethelelo Asesabi lutho Singabantwana Wena okhanyayo\n\nSikhanyisele.\n\n\nYamukel’ inkonzo Yenzelwa wena Vuma Nkosi yethu Nxa sibabaza\nNxa sesizakufa Usamukele Sibekhona kuwe Ophumuzayo\n\nSiqondise Nkosi Indlela yakho Solandela ngayo Bonk’abangcwele Siyalangazela Ubuhle bakho Asiyikuyeka\nSize sizuze.\n\n\nKoba kuhl’ impela Kwedlule konke Uma sesifika Kuwo lomgomo\n\nLozwakala khona Lelo cilongo Nelezingelosi Lobonga njalo. Amen.",
    "id": 321
  },
  {
    "number": 336,
    "title": "UJesu usabiza Bonk’ abakhatheleyo Uthi, mabeze kuye Ukuz’ abaphumuze Bonke abasindwayo Uzobethula yena Uma beletha kuye",
    "lyrics": "Yonk’ imithwalo yabo.\nWozani nin’ enikhathele Wozani nin’ enisindwayo.\n\nWozani kimi nonke Enintumazelayo Ningayazi indlela Ukuthi ingakuphi Yimi engiyindlela\nHambani ngami ngedwa.\nWozani nin’ enikhathele\n\nWozani nin’ enisindwayo.\n\n\nWozani ekudleni Nonke enilambile Unesinkwa sezulu Asidlayo umuntu Athole ukuphila Wozani nizophuza Nina enomileyo Emthonjeni wegazi.\nWozani nin’ enikhathele Wozani nin’ enisindwayo.\n\nWozani nisondele Nonke enivumayo Akwenqatshwa noyedwa Ongifuna ngempela Woza wena namuhla Kusho uJesu, woza Musuzindela neze Sabela, woza manje.\nWozani nin’ enikhathele\nWozani nin’ enisindwayo. Amen.",
    "id": 322
  },
  {
    "number": 337,
    "title": "Inxa ubusis’ abanye Musa ukungidlula Inhliziyo seyomile Nethisa umsa wakho.",
    "lyrics": "Baba ungadluli kimi Geza umphefumulo Hawukele Nkulunkulu Khanyisa ubumnyama\n\nJesu ungadluli kimi Nginamathele kuwe Muhla ubabiz’ abanye Ungangikhohlwa nami.\n\nNawe, Moya oyiNgcwele Unamandla nesihle Ngiyaphuphutheka, siza Uvul’ amehlo ami.\n\nKade ngozelisw’ izono Ngaphambuka kaningi Inhliziyo yonakele\n\nNkosi ungilungise.\n\n\nThobis’ inhliziyo yami Ithobe njalo njalo Inxa ubusis’ abanye\nBusis’ umoya wami. Amen.",
    "id": 323
  },
  {
    "number": 338,
    "title": "Baba ngikunikela Nans’ inhliziyo yami Ngoba uyayifuna Leyonhliziyo yami.",
    "lyrics": "Uthi ngiphe mntanami Leyo nhliziyo yakho Ungelingen’ izulu Uma wenqaba nayo.\n\nNansi Baba ithathe Ungaze wayenqaba Nom’ ingakufanele Siz’ ungathukutheli.\n\nYejwayel’ ukushinga\n\nNokuthanda okubi Iwundlwembe woqobo Ayinak’ ukulunga.\n\nYenza ikuthobele Ikuthambele njalo Ngize ngikuphilele Uhlale ungowami.\n\nIcwilis’ egazini LikaJes’ uMsindisi Lelochib’eligeza\nBonk’ abaphendukayo. Amen.",
    "id": 324
  },
  {
    "number": 339,
    "title": "Namhla niyabizwa nonke NgumSindisi onguKristu Oselokhu enibiza Usabiza nanamuhla.",
    "lyrics": "Uthi wozanini nonke Nizokuzwa izwi lakhe Wozanini ningaphuthi\n\nNiyabizwa ngumSindisi.\n\n\nAkakhethi muntu yena Uthi wozanini nonke Nina zoni niphenduke Nibuyiswe nisindiswe.\n\nPhangisani nize kuye Usanilindele nonke Nizozikhalela kuye Ukuba anikhulule.\n\nIsikhathi siyadlula Kuza olokwehlulelwa\nPhaphamani nina nonke Namukele umSindisi.\n\nKhulekani eNkosini Ubaba uSimakade NoJesu oyiNdodana\nNay’ uMoya oyiNgcwele. Amen.",
    "id": 325
  },
  {
    "number": 340,
    "title": "Isikhathi sifushane Zoni manilalele Iminyaka iyedlula Uzobhujisw’ melba.",
    "lyrics": "Isikhathi sifushane Zoni maniphangise\nNamhla niyabizwa nguye UmSindis’ onomusa.\n\nIsikhathi sifushane Zoni manikhothame Niwe phansi immunise Ujesu umSindisi.\n\nIsikhathi sifushane Ngabe nesabelani Manivume umSindisi Obemukela bonke. Amen.",
    "id": 326
  },
  {
    "number": 341,
    "title": "Sengiphi lapha manje Sengize ngaba nje Sengimanikiniki Ngiphethwe indlala Ngixoshwa ibo bonke Engajabula ngabo.",
    "lyrics": "Ngachitha ifa lami ElaseZulwini Ngamlahl’ uBaba wami Owab’ engithanda Ngidela lon’ ikhaya Ikhaya lokuthula.\n\nNgizophindela kuye Kusho inhliziyo Ngingebe yiNdodana Ngokuba ngonile Ngicela ukutholwa Ngoba yen’ unesihle.\n\nEkhaya likaBaba Indlal’ ayaziwa\n\nIzisebenzi zakhe Nakhu ngiyabhubha Kudala engibiza Ngenqaba njalo mina.\n\nAu Baba ngiyesaba Nokukubheka nje Ngonile phambi kwakho Phambi kwengelosi\nSal’ uman’ ungithola Ngibe isisebenzi.\n\nNgizosebenza Baba Ngithwel’ is’ phambano Sal’ ungithethelela Ngonile kuwena Ngithand’ ukukukhonza Nay’ umkhululi wami.\n\nNxa ‘sefiphal’ amehlo Ngibona lufifi\nNe’ nyawo zimakhaza Sengikhefuzela Ungamukele Baba\n\nNgas’ isihawu sakho. Amen.",
    "id": 327
  },
  {
    "number": 342,
    "title": "Nkosi yami osithela Ngamazolo ezulu Abahlumelela bonke Abakomele Nkosi Minalo minalo Ngithele ngobabalo.",
    "lyrics": "Kade ngakushiya Nkosi Ngokuhahel’ izono Ngahahela okuyize Shwele Nkosi ngetshathe Minalo minalo\nNgithwal’ ungisindise.\n\n\nJesu mawungangedluli Ngibheke kuwe wedwa Lapho usubiz’ abanye Ngibize nami futhi Minalo minalo\nNgibize ngomsa wakho.\n\nJesu uzungangishiyi Mini’ engiyisigqila\nKakh’ omunye umkhululi Obasizayo bonke\nMinalo minalo\nNgisize ngomsa wakho.\n\n\n\nWoza manje Moy’ oNgcwele Kim’ uqob’ serene Ngiyaphuphutheka Nkosi Ngivul’ amehl’ oMoya Minalo minalo\nNgivul’ amehlo Nkosi.\n\n\nBaba ngiph’ uthando lwakho Ungigez’ emthonjeni Ophuma emanxebeni Ohlamb’ izoni zonke\nMinalo minalo\nNgohlambe emthonjeni. Amen.",
    "id": 328
  },
  {
    "number": 343,
    "title": "Bab’ owathum’ uJesu Ubazokuselusa Sibanxusela ngaye Sibanxusela ngaye Bonke abadukile",
    "lyrics": "Babizwa nguwe Baba Bezwa-ke besabela Bafunda bemukelwa Bafunda bemukelwa Emhlambin’ oyiBandla.\n\nWabatholake Baba Ngoba bekuMsindisi Kwajatshulwa kwanjeya Kwajatshulwa kwanjeya Badlu’ ukudla kweZulu.\n\nBedukile bathunjwa Baphindel’ esonweni Manje bayizigqili Manje bayizigqili\n\nIbandla liyakhala.\n\n\nNkosi Bab’ onomusa Siyabakhulekela Bahawukele bonke Bahawukele bonke Ubaph’ ithemb’ elisha.\n\nSiyakucela Baba Bavuse baphaphame Bavuleke amehlo Bavuleke amehlo Kuthamb’ izinhliziyo.\n\nBaphenduke bagezwe Ngethethelelo yakho Babe yizimvu zakhe Babe yizimvu zakhe Umalusi uJesu.\n\nYikhona sokubonga Njalo Baba ngomusa Ophethe ngawo bonke Ophethe ngawo bonke\n\nLab’ obatholileyo. Amen.",
    "id": 329
  },
  {
    "number": 344,
    "title": "(Ngifuna wena Jesu)",
    "lyrics": "Ngifuna wena Jesu Ngigcwele izono Ingcolil’ inhliziyo Nguw’ ongangisiza Ngize ngihlabuluke Yigazi loMsindis Elihlanza izoni Ukuze sisinde.\nNgifuna wena Jesu Ngigcwele izono\nIngcolil’ inhliziyo Nguw’ ongangisiza.\n\nNgifuna wwena Jesu Wen’ uqobo lakho Onesihawu sonke Onomnak’ omkhulu Wen’ onozwelo lonke Noma ngidabukile\n\nNgingo khathazekile Ngibuuthakatha.\nNgifuna wena Jesu Ngigcwele izono\nIngcolil’ inhliziyo Nguw’ ongangisiza.\n\nNgifuna wena Jesu Ngeswele ngimpofu Ngihlong’onganozwelo Angelekelele\nNgifun uthando lwakho Llon’ olungembesa Lube wumholi wami Lungitotobise.\nNgifuna wena Jesu Ngigcwele izono\nIngcolil’ inhliziyo Nguw’ ongangisiza.\n\nNgifuna wena Jesu Ngiphe ngikubone Uhlezi ukhazimula Phezul’ ezulwini\n\nYikhona ngothokoza Nginab’ abakho bonke Sibheke wena njalo Nkosi, Nkosi yethu.\nNgifuna wena Jesu Ngigcwele izono\nIngcolil’ inhliziyo\nNguw’ ongangisiza. Amen.",
    "id": 330
  },
  {
    "number": 345,
    "title": "(Nginezono eziningi)",
    "lyrics": "Nginezono eziningi Ezihlupha umoya wami Ngiyadinga umkhululi Akhulul’ umoya wami Wena Jesu\nWena ongumsizi wami.\n\n\nWangithanda mina soni Wafa ngazi izono zami Uwe ongihlawulela Kusindisw’ umoya wami Wena Jesu\nWena ongumsizi wami.\n\nUkulunga anginakho Unobub’ umoya wami Thuma umlungisi wakho Alungisi umoya wami Wena Jesu\nWena ongumsizi wami.\n\n\nNgiyaduka endleleni Ngingaholw’ iNkosi yami Izwi lakho ngilibambe Liwuvus’ umoya wami Wena Jesu\nWena ongumsizi wami.\n\n\nNgoshonake masinyane Uyesab’ umoya wami Yiba nami ngibe nawe Khona ekufeni kwami Wena Jesu\nWena ongumsizi wami.",
    "id": 331
  },
  {
    "number": 346,
    "title": "(Ngibuthiwe ngomsa wakho)",
    "lyrics": "Ngibuthiwe ngomsa wakho Ngabanguye njalo njalo Ufakazi wakho, Jesu Ngith’ uKristu uyiNkosi\n\nNgoze ngife ngifakaza Ngawe wedwa, Kristu wami Sikhuleka kuwe wedwa Sithi uKristu uyiNkosi\n\nThath’ okwami kub’ okwakho Kubusiswe, kukhanyiswe Kuqiniswe kuqondiswe Kuth’ uKristu uyiNkosi.\n\nNaw’ umzimba, nomphefumlo Nay’ ingqondo nenhliziyo Kufakaze ngize ngife\nKuth’ uKristu uyiNkosi.\n\n\nThatha nank’ umlomo wami Nal’ ulimi nezindebe\nKonke okuphuma kimi\n\nKuth’ uKristu uyinkosi.\n\n\nLezizandla zangcweliswa Zize zikusebenzele Zikhuthale zishiseke Zith’ uKristu uyiNkosi.\n\nNokuzimisela kwami Kuqondiswe nguwe njalo Ngokukheth’intando yakho Kuth’ uKristu uyiNkosi.\n\nNay’ impahla ithabathe Wenz’ intando yakho ngayo Kufakaze konk’ okwami Kuth’ uKristu uyiNkosi.\n\nNgidumisa wena, Jesu Nay’ uYise, ebunyeni Buka Moya oyiNgcwele\nNgithi Kristu uyinkosi. Amen.",
    "id": 332
  },
  {
    "number": 347,
    "title": "(Ngithembela kuwe Jesu)",
    "lyrics": "Ngithembela kuwe Jesu Kuwena Nkosi\nNguwe ongisindisayo Ezonweni.\n\nNgithemb’ ukuthethelelwa Nguwena nkosi Ngiyethemb’ umassa wakho Ongapheli.\n\nNgithemb’ ukuhlanjululwa Ngegazi lakho\nElingenza ngibeNgcwele Ngib’ owakho.\n\nNgithemb’ ukuholwa nguwe Wen’ ungumholi\nZonke izinsuku zami Ngingaduki.\n\nNgithembela emandleni Angehluleki\nUma ngiqiniswa nguwe\n\nAngesabi.\n\n\nNgithembela kuwe Nkosi Ungangilahli Ngithembela kuwe manje Naphakade. Amen.",
    "id": 333
  },
  {
    "number": 348,
    "title": "Wena ozwela iziguli Zikhala ngobuhlungu Ziza kuwe zikwethemba Wen’ oyiNkosi yethu Siziletha phambi kwakho Uze uziphilise.",
    "lyrics": "Zisahlushwa izinhlungu Zidinga ukwelashwa Zithemba amandla akho Nazi ziyakhuleka\nSizwe siziletha kuwe Wena ongumphilisi.\n\nVuma Nkos’ ukuba sonke Sikhuleke ngethemba\n\nUkuze ngokholo lwethu Sibaduduze bonke Abadinga induduzo Evele kuwe wedwa.\n\nNgakho makuxhoshw’ ukufa Ngawo amndla akho Kuphele zonk’ izinhungu Lapha emhlabeni Nkosi\nSize sihlangane sonke Sibong’ amandla akho. Amen.",
    "id": 334
  },
  {
    "number": 349,
    "title": "Wen’ olizwi lakho Lazosh’ ubumnyama Babaleka",
    "lyrics": "Sizwe siyacela Ukub’ iVabgeli Liqede umhlaba Ngokukhanya.\n\nWena owalehta Ngamaphiko akho Ukuphila\n\nKwabagul’ umqondo Nabazimpumputhe Letha esintwini Ukukhanya.\n\nMoya weqiniso Wen’ ongumphilisi Woza kithi Sebenz’ ebandleni Ngobabalo lwakho\nLakumnyama khona Ukhanyise.\nWen’ oNgcwelengcwele oziNgqobo ntathu oluthando awnamkhawulo ukwemboze konke ngobukhulu bakho makukhanye. Amen.",
    "id": 335
  },
  {
    "number": 350,
    "title": "(Sinikela kuwe, Nkosi)",
    "lyrics": "Sinikela kuwe, Nkosi Lon’ osithandwa sethu\n\nEngowakho sebolekwa Manj’ ubuyele kuwe.\n\nYini lapho emi njalo Nabantu bayedlula Bay’ ezweni lokuphila Bayobona onguBaba.\n\nMfake kuleliyaviyo Elilandel’ imvana Licula icul’ Elisha Elabahlengiweyo.\n\nAbamhlophe ngenhliziyo Bangababusisiwe, Ungowabo lowombuso Esiwethenjisiwe.\nAkungeni ukungcola Ekhaya labangcwele Masigcinwe kokomhlaba Size sihlale naye.\nKadunyisw’ uNkulunkulu Osiphay’ asaphuce Ngokubona kwakhe njalo\n\nOkusifaneleyo. Amen.\n\n\nRefrain\nDumisani, dumisani Umnini-musa nimdumise Aleluya, aleluya Makubongwe uMsindisi!\n\n351(Wen’ ongaphucile Nkosi)\n\n\nWen’ ongaphucile Nkosi Lon’ ebengmthanda Anginakh’ ukukusola Ngimnikela kuwe.\n\nInhliziyo ilusizi Ikhal’ isililo Inenxab’ elijulili Elimeminjunju.\n\nNalona osumthathile Akasiy’ owami Wawungetsheleke yena Manj’ usumthathile.\n\nZonk’ izinto zalomhlaba Akusis’ ezethu\nKonke esithi ngokwethu Sikhuphathisiwe.\n\nUkhona ongumninizo Ozaziyo zonke Ngisho owazidalayo Nezikhona ngaye.\n\nNkosi ngiphe inhliziyo Engakhononiyo\nUma uthatha nantoni Oyisuse kimi. Amen .",
    "id": 336
  },
  {
    "number": 352,
    "title": "(Aliphumi alishoni)",
    "lyrics": "Aliphumi alishoni Ilanga kuKristu; Ubudlelwane bunye-zwi Obugcwel’ umhlaba.\n\nBonke abasemhlabeni\n\nBohlangana kuye Ngegoda lenkonzoi yakhe Eliboph’ isintu.\n\nBambanani, bazalwane Bezizwe ngezizwe; Lowo okhona uBaba.\nUzalana name.\n\n\nAyahlangana kkukristu, Amagumb’ amane; Abasemhlabeni wonke Bahlangana kuye. Amen.",
    "id": 337
  },
  {
    "number": 353,
    "title": "(Jesu Mariya)",
    "lyrics": "Jesu Mariya Mthombo wempilo Osukhona lapha eOltha lakho siyakudumisa mandl’ angapheli nom’ ufihlakele emehlweni ethu.\n\nBheka ngomsa Nkosi Imiphefumulo Yabafa bekholwa Asebekuwe\nBalwa njalo lapha Baze badlula Manje’ imp’ iphelile Baph’ ukuthula.\nKade belimala Ngenkathi belwa Balaphe Nyangenhle Amanxeb’ abo Behlanze ubesule Bonke ububi Obungcolisayo Msindis’ omuhle.\n\nBaphumuze Nkosi Emva kwalempi Ukhanyise imisebe Yezulu kubo Baholele kuwe Nkazimulweni\n\nLaph’ ubukwa khona Ngabaphelele. Amen.",
    "id": 338
  },
  {
    "number": 354,
    "title": "(O! Hamba kahle, sihlobo sethu)",
    "lyrics": "Nakhu\tsikhala\tizinyembezi\tsesibuhlungwini,\tngoba sesikwamukiwe;\nKepha\tintando\tkababa\twethu\tmayidunyiswe\tngenkathi yonke.\n\n\nO!\tHamba\tkahle,\tsihlobo\tsethu;\tusuphindela\tlapho owathatshathwa khona.\nSal’ usulala la elibeni, uzee uvuke ngolokugcina.\n\n\nSesicelela\twena\tsihlobo\tkuNkulunkulu\tonguMninimusa wonke;\nKakuhawukele akungenise ekekhanyeni kwasezulwini.\n\n\n           355 (Ngathi ngisahamba emhlabeni) Ngathi ngisahamba emhlabeni,\nNgahlalelwa ithuna lami la Njengembali eqhakaza namhla, Ngakusasa isibune nya.\n\nNgokunjalo kwangizuma ukufa\n\nNgisemusha, ngiyingane nje; Kanti qhabo, ngiyaphila futhi, Ngishiyile umzimba wodwa la.\n\nSengiphiwe ukuhlala’ okuhle, La ukufa kwahluliwe nya; Sengibona iNkosi yaphezulu Kanye nengelos’ ekhaya le.\n\nNingakhali bazalwane bami, Sahlukene umzuzwane nje, Ezulwini sobonana futhi Zonke insizi seziphele nya.",
    "id": 339
  },
  {
    "number": 356,
    "title": "(Wo ngobuhlungu benhlupheko)",
    "lyrics": "Wo ngobuhlungu benhlupheko eMsindisi wami.\nMhla uzi dela nokuphila Ngosindiso lwami.\nWawukhathazwa ulinywazwa Ngobonganagni eNkosini Nginenalutho.\n\nZonke izon’engazenzayo, wangithwalela; onke amacal’ Enganginawo wangihlawulela. Wanyamazela uthulil, Ngobonga angani eNkosini ngingenalutho.\n\nWo ngobuhlungu bemivimbo owayithola; wo ngokusinda Komqamlezo owaluthwala; wangikhokhela inhlawulo, Ngobonga ngani eNkosini nginenalutho.\n\nWo ngobuhlungu benhliziyo usuyalela;\nWoz’ ungesule inyembezi mhla ngiyalela. Inhlungu zami wozithalwa.\nNgobonga ngani eNkosini ngingenalutho.\n\n\nNkosi, icala lami linzima wongihawu’kela; woz’ ungibheke\nNgobubele\tmhla\tkwahlulelwa.\tWongamukela\tngomsa wakho.\nNgobonga ngani eNkosi ngingenalutho.",
    "id": 340
  },
  {
    "number": 357,
    "title": "(Mawufik’ umbuso)",
    "lyrics": "Mawufik’ umbuso Umbuso weZulu Washiy’ ubukhosi bakho Ub’ usikhulise Wazithoba wafa\n\nWanqoba isono Wavuka wakha umbuso oyiBandla lakho.\n\nMawufik’ umbuso Wande njalo, Nkosi Ikhuph’ impi yakho ilwe Nabayimpi kuwe Thumba zonke izizwe Ezingakukholwa Zingen’ eBandleni lakho Kwand umbuso wakho.\n\nMawufik’ umbuso Uwenz’ uphelele Um’ usunqobe izitha Ezalana nawe Ubabuthe bonke Abakhethiweyo\nUyenze yonk’ imibuso\nIb’ umbuso wakho. Amen.",
    "id": 341
  },
  {
    "number": 358,
    "title": "(Siyakudla lapha)",
    "lyrics": "Siyakudla lapha Kophel inhlupheko Siyeke ukukhaka Siye eZulwini.\n\nNxa singeniswa khona Ngodumo olukhulu Sokhululwa ekoneni Sibe nabangcwele.\n\nNgasilwa emhlabeni Nom imp’ ingahlehli Ngabelwa abeNkosi Nesitha sobuhle.\n\nNgasilwa singayeki Singabhek’ udumo Sophakanyiswa khona Siphile phakade.\n\nUyakuboanakala Esikholwa kuye\n\nBambone bonke abakhe Bajabule njalo.\n\niZulu liyakusa kuphela ubumnyama labo abamthandayo benziwe bakhanye.\n\nUnkulunkulu wethu Onoms’ ongapheli Siyakumbona njalo Sinay’ embusweni\n\nO! Lihle lelikhaya Labakhethiweyo O! lihle lelokhaya Esilifunayo.\n\nSiyise kulo Jesu Uyosiphumuza\nWen’ odunyiswa lapha NasemaZulwini. Amen.",
    "id": 342
  },
  {
    "number": 359,
    "title": "(Umuzi okhanyayo)",
    "lyrics": "Umuzi okhanyayo Phezul’ ezulwini Ngingeze ngakubala Okuhle okukuwo Akukabonakali Okudlula wona Igama lalomuzi liJerusalema.\n\nKuyezwakala khona Indumis’ enkulu Zikhona izingelosi Bakhona ofakazi Bamfakazel’ uKristu Ngegazi nokufa Bakhona kuye manje Bakhanyiswe nguye.\n\nBayaphumula khona Abahluphekile iNkosi enomusa ibenzele idili\n\nabanye ababelwa noSathane neyakhe bahuba manje bona bembesw’ okumhlophe.\n\nElabakhethiweyo Izwe laphezulu Bonk’ abalunguleyo Balethemba bethi Siyise khona Jesu Siyohlala nawe NoBaba othandayo\nnoMoya oNgcwele. Amen.",
    "id": 343
  },
  {
    "number": 360,
    "title": "(Umuz’ ophezulu)",
    "lyrics": "Umuz’ ophezulu Ngiyacula ngawo Ngilangazelela Wona mangifayo\nRefrain:\tNgiyofika nini Nkosi Ngibon’ ubuso bakho na?\n\nuJes’ usekhona\n\nkulendawo enhle Ubongw’ ingelosi Wafa ngenxa yethu\nRefrain:\tNgiyofika nini Nkosi Ngibon’ ubuso bakho na?\n\nBakhona abendulo Abathembe kuye Bayothokoziswa Basindisw’ ukholo\nRefrain:\tNgiyofika nini Nkosi Ngibon’ ubuso bakho na?\n\nNab’ abaphostoli Baphakeme khona Bephakanyisw’ uye Kade bemlandela\nRefrain:\tNgiyofika nini Nkosi Ngibon’ ubuso bakho na?\n\nBath’ abaPhrofethi ngempel’ uyokuza badlul’ engakezi sebembona manje\n\nRefrain:\tNgiyofika nini Nkosi Ngibon’ ubuso bakho na?\n\nAbafel’ ukholo Ngabafela kuye Manjena bakuye Bembethe okumhlophe\nRefrain:\tNgiyofika nini Nkosi Ngibon’ ubuso bakho na?\n\nKade ngangihlezi Kuzo izinsizi\nNgiph’ amandla Nkosi Okuza kuwena\nRefrain:\tNgiyofika nini Nkosi Ngibon’ ubuso bakho na?",
    "id": 344
  },
  {
    "number": 361,
    "title": "(Zulu, khaya lami)",
    "lyrics": "Zulu, khaya lami Uthandeka kimi Zulu khaya lami Ukhunjulwa yimi.\n\nZulu khaya lami Unemfuyo yami unoBaba wami uneNkosi yami.\n\nZulu Khaya lami Uyangithembisa Injabulo zakho Zinxanelwe yimi.\n\nNgizoshiya phansi Yonk’ imfuy yami Ngamukele kuwe Engenakuphela.\n\nLapha em hlabeni\nSithol’ ukudinwa Ngenxa yen hlupheko Kanye nezinsizi\n\nNgifis’ukubona Wena khaya lami Ngijabule njalo\n\nKumsindisi wami. Amen.",
    "id": 345
  },
  {
    "number": 362,
    "title": "(Jerusalema khaya lam’ elihle)",
    "lyrics": "Jerusalema khaya lam’ elihle Limnandi kimi ibizo lakho Kophela nin ukuhlupheka kwami Ngizothola kuwe intokozo.\n\nNgobona nin izindlu zaphezulu Namasango acwazimulayo Lezozinqaba eziqinileyo\nKanye nemigwaqo yegolide.\n\n\nBemi abaPostoli nabaFeli nabaProfethi bekak’ inkosi nabanye ababekuKristu lapha bayoba kanye nabo phezulu.\n\nJerusalema, khaya lam’ elihle Ngiyofika nini kodwa kuwe Kophela nin’ ukuhlupheka kwami Ngizothola intokozo kuwe.\n\nKristu, siza ungilungiselele Ikhaya lothando, nokukhanya Ukuze ngikubone ngikukhonze\nKanye nabo bonke abangcwele. Amen.",
    "id": 346
  },
  {
    "number": 363,
    "title": "(Ngomuzi ophezulu)",
    "lyrics": "Ngomuzi ophezulu Ngiyohlabelela Ngiyikuya khona Ekhaya nxa ngifa\nRefrain:\tngiyofika nini Nkosi Ngibone ubuso bakho na?\n\nUjesu usekhona Kulendawo enhle Zimbong’ ingelosi Ofe ngenxa yethu\nRefrain:\tngiyofika nini Nkosi Ngibone ubuso bakho na?\n\nBakhon’ abendulo Abathemba kuye Bathokoza manje\n\nSebesindisiwe\nRefrain:\tngiyofika nini Nkosi Ngibone ubuso bakho na?\n\nNab’ abaPhstoli Baphakeme khona Ubakhanyisile Ngoba bamlandela\nRefrain:\tngiyofika nini Nkosi Ngibone ubuso bakho na?\n\nBash’ abaphrofethi Impel uyakuza Bafa engakezi Manje sebembona\nRefrain:\tngiyofika nini Nkosi Ngibone ubuso bakho na?\n\nBabebambele Abafel’ ukholo Sebekkhona manje\nBembethe ezimhlophe Refrain:\tngiyofika nini Nkosi\nNgibone ubuso bakho na?\n\nNgisaphila lapha Ngihaqwe zinsizi Ngipha amandla Nkosi Ngisondele kuwe\nRefrain:\tngiyofika nini Nkosi Ngibone ubuso bakho na? Amen.",
    "id": 347
  },
  {
    "number": 364,
    "title": "(Likhona ikhaya)",
    "lyrics": "Likhona ikhaya Elihle impela Alinanhlupheko Azikho nengozi.\n\nUkholo lufezwe Sibona ngamehlo Ukukhanya okuhle Kwakhon’ ezulwini.\n\nYek’ ukujabula Okungapheliyo Ukubiona invama\n\nEyafela thina.\n\n\nLindani bangcwele Nilande uJesu Uyena uqobo Oyonamukela.\n\nLikhona ilizwi Elinokuthula Amahub amahle Ayahutshwa khona.\n\nKubalw’ amanxeba Asesemzimbeni Nok’ ukubabaza Ukunqoba kwayo.\n\nBhekani bangcwele Maningakwesabi Hambani ngendlela Eyahanjw’ uJesu.\n\nBaning’ abangcwele Babonga uYise\n\nBabong’ indodana noMoya oNgcwele.\n\nLindani bangcwele Nilindel’ uJesu Uyena uqobo\nOnqobile konke. Amen.",
    "id": 348
  },
  {
    "number": 365,
    "title": "(Ngothando lwakho Jesu)",
    "lyrics": "Ngothando lwakho Jesu Ngamukele ngibhubha Amadlamb’ ayathanda Ukub’ angishonise Ngiza kuwe ngifihle Kuwo lomzumzu Nkosi Mangisondezwe kuwe Ngoba ngiqonde kuwe.\n\nAnginakh’ ukusinda\nNxa ngingaphethwe nguwe Nakhu ngishona phanssi Yeluk’ asandla sakho\n\nNgithemba wena wedwa Ongumsindisi wami Ngivikele ungembese Ngamaphiko othando.\n\nUmusa unandla Okungihlumbulula Ngigezwe emthonjeni Ukuze ngibe mhlophe Nkosi wen’ ongumthombo Ngalo igazi lakho\nNgihlale ngihlanziwe Ngiphile nawe njalo. Amen",
    "id": 349
  },
  {
    "number": 366,
    "title": "(Kuyadlula isikhathi)",
    "lyrics": "Kuyadlula isikhathi Bayadlul’ abakithi Name nawe siyolala Ngabny’ engcwabeni.\n\nSiyolala thina sonke Masinyan’ elibeni Kuseduze ukushona\n\nKwethu thina sonke\n\n\nSibhekisa imphefumulo Kuwe owayidala Sisekhona isikhathi Sokufuna nawe.\n\nEmsindisi wethu Jesu Owasifela sonke Usikhanyisele manje Into esiyiyo.\n\nGuqula imvelo yethu Ngokulihlaziya kwakho Usilungisele indawo Ngoba wa thembisa.\n\nNgamandla akho sigcine Ungisishiyi Nkosi\nSense abantwana bakho Manje naphakade. Amen",
    "id": 350
  },
  {
    "number": 367,
    "title": "(Phezulu ezulwini)",
    "lyrics": "Phezulu ezulwini\n\nBayathokoza khona Bengasahlushwa lutho Awusiyise Jesu.\n\nNgoba abkhululiwe Ekethunjweni kwabo Sebephumule kahle Awusiyise Jesu.\n\nBonke sebenamile Ngenjabulo ekhona Enkazimulweni ykho Awusiyise Jesu\n\nNathi sobona khona Uthando lwakh’ oluhle Nakh’ ukulunga kwakho Awuyise Jesu.\n\nSiyohlangana nabo Abasandulelayo Siyoba kanye nabo Awusiyise Jesu. Amen.",
    "id": 351
  },
  {
    "number": 368,
    "title": "(NXA EBIZWA AMAGAMA)",
    "lyrics": "Nxa ebizwa amagama elizweni laphaya, Ekuseni okungayikuhlwa, qha; Baphelele abeNkosi khona lapho ekhaya. Ngothi: Yebo Nkosi, nangu mina la.\n\nNxa ebizwa amagama, Nxa ebizwa amagama, Nxa ebizwa amagama,\nElizwen’elikhanyayo laphaya.\n\n\nNgalo lona lolusuku bevukile abeNkosi, Behlotshiswe ubukhosi bayo le;\nSebebuthwa abakhethwa bengeniswa ekhaya. Ngothi: Yebo, Nkosi nangu mina la.\n\nE, mawushe umsebenzi yonk’imihla ngise la, Mangishumayele zona ezeNkos’!\nKhona kothi nxa ngiqede, sengilizw’igama lam’ Ngothi: Yebo, Nkosi, nangu mina la.",
    "id": 352
  },
  {
    "number": 369,
    "title": "(Nkosi moya Ongcwele)",
    "lyrics": "Nkosi moya Ongcwele Vulaphakwathi kwethu Ukhany’ isinhliziyo Moya ongcwele.\nSingcolile sigeze Siyagula silaphe Ngoba usithilole Sithokozise.\n\nThel’ ukuthula kwakho Njewawo amazolo Nqoba intando yethu Sithokozise.\n\nThath’ okwenkosi iKristu Sichasisele khona Sithandazele njalo Sithokozise.\nYebo sithandazele Usephakathi kwethu Usifundis’ impela Sothozise.\n\nSihambis’ endleleni Eyakhona ekhaya Khon’ eZulwini lakho Sithokozise. Amen.\n\n             370 (Igama leNkosi liyiyo inqaba) Igama leNkosi liyiyo inqaba,\nOphephela khona uyakusindiswa Ohlezi kuyona akana kwesaba.\nNokuba umhlaba uzanyazanyiswa.\n\n\nAbayokhulek’ egameni leNkosi Bayakusindiswa, uyasho umbhalo, Libongwe abantu, libongwe ingelosi! Alikho igama elihle njengalo.\n\nIgama leNkosi linika amandla Liyawaqinisa amadolo ethu, Lisusa uvalo, linika inhlanhla, Liyasikhanyisa endleleni yethu.\n\nMhla ngiyakumuka, ngishiye lomhlaba, Igama leNkosi lithikithi lami;\n\nKhona ngoyohamba , nginenakwesaba, Ngocasha kuJesu, enguMhlengi wami. Amen.",
    "id": 353
  },
  {
    "number": 371,
    "title": "(Jesu sikhala kuwe)",
    "lyrics": "Jesu sikhala kuwe Obusel’ eZulwini Sibekele indlebe Sizwe Sizwe Jesu.\n\nJesu owahlupheka Wezw’ obuhlungu ngathi Yizw’ umkhuleko wethu Sizwe Sizwe Jesu.\n\nNgesikhathi sosizi Belel’ eGetsemane AbaPhostoli bakho Sizwe Sizwe Jesu.\n\nNgalomkhuleko wakho Baba uma uthanda Dlulis’ isitsha kimi Sizwe Sizwe Jesu.\n\nNgokwanga komkhapheli Nokubhuqwa yizoni Ngolunya nokuboshwa Sizwe Sizwe Jesu.\n\nNgokuhlutshulwa kwakho Nokwabiwa kwengubo Nangonkatho lweyembe Sizwe Sizwe Jesu.\nNgokushayw’ imivimbo Nokubhinqwa ngengubo Nangomqhele wameva Sizwe Sizwe Jesu.\n\nNgolaka lwabaJuda Bakhetha uBharabha Badela wena Nkosi Sizwe Sizwe Jesu.\n\nNgenhlokom’ ebuhlungu Susa susa mbethele Nokuqond’ ekufeni Sizwe Sizwe Jesu.\n\nNgesiphambano sakho Nesitsha sokuphuza Iwayin’ elimuncu Sizwe Sizwe Jesu.\n\nNgokubethelwa kwahkho Nombhalo ophezulu Nobumnyam’ eGolgotha Sizwe Sizwe Jesu.\n\nNjalo uma silingwa Nalapha sehluliwe Wen’ osisindisayo Sizwe Sizwe Jesu.\n\nNgamazw’ asikhombisa Nokugebis’ ikhanda Nangakh’ ukufa kwakho Sizwe Sizwe Jesu.\n\nSisashayw’ amadlambi Senze sibheke kuwe Usesiphambanweni\n\nSizwe Sizwe Jesu.\n\n\nGxilis’ ithemba lethu Size ekupheleni Sibin’ ubuso bakho Sizwe Sizwe Jesu.",
    "id": 354
  },
  {
    "number": 372,
    "title": "Nkulunkul’ onguyise Nendodana eyodwa Nomoya oyingcwele Sizwe sikhulule",
    "lyrics": "Jesu ongumsindisi Wen’ osimelelayo Wena ongumkhululi Sizwe nkosi Jesu\n\nOwafa ngenxa yethu Wasinqobel’ ukufa Usisindisa manje Sizwe nkosi Jesu\n\nWen’ obonayo konke\n\nEsikwenzayo manje Hlala usinxusela Sizwe nkosi Jesu\n\nWena osezulwini Uyasilungisela Ukuze sibe nawe\nSizwe nkosi Jesu. Amen.",
    "id": 355
  },
  {
    "number": 373,
    "title": "Jesu sizwe sikude",
    "lyrics": "Leth’ ukukhanya kwakho Kumnyama sidukile Sizwe ngomsa wakho.\n\nSiphelelwe ngamandla Akakh’ ongangisiza Sibheke usisize\nSizwe ngomsa wakho.\n\n\nSicel’ amandla kuwe Okuyinqoba lempi Sizwe okuphilile Sizwe ngomsa wakho.\n\nSinike intobeko Efan nay’ eyakho Owanqoba isitha\nSizwe ngomsa wakho.\n\n\nKhanyis’ izinhliziyo Ziphendukele kuwe Zigeze zibemhlophe Sizwe ngomsa wakho.\n\nSifundis’ usihole Siphe nentethelelo Siphumule sikuwe Sizwe ngomsa wakho. Masithandaze njalo Ngokukhuthala njalo Senze lokh’ okushoyo Sizwe ngomsa wakho.\n\nYenyus’ izinhliziyo Sifune okwezulu Sisa kuzo okubi\nSizwe ngomsa wakho.\n\nSiza umoya wethu Ungedus’ okomhlaba Soqindis’ eZulwini Sizwe ngomsa wakho.\n\nSizokubona wena Nxa sesikhululiwe Siyothokoza njalo\nSizwe ngomsa wakho.",
    "id": 356
  },
  {
    "number": 374,
    "title": "Baba wethu sikhanyise Uwavul’amehlo ethu Singampumputheki njalo",
    "lyrics": "Siyancenga sizwe.\n\n\nBheka ngobunen’ izizwe Ezihlubukile kuwe Zifundise zilungise\nSiyancenga sizwe.\n\n\nTshal’ imbewu yezwi lakho\n\nEnsimini yalomhlaba Nxa isimilil’ ithele\nSiyancenga sizwe.\n\n\nJesu wen’ owahlupheka Usikhiphe ebubini Usileth’ ePharadisi\nJesu Nkosi sizwe.\n\n\nAkumenyezelwe kude Lokh’ osenzela kona Bonke bakuthande njalo\nJesu Nkosi sizwe.\n\n\nFuna bonk’ abandingayo Ubaleth’ ekhaya kuwe Mawifik’ umbuso wakho\nJesu Nkosi sizwe.\n\n\nNkosi Moya oyiNgcwele Izwi malishunyayelwe Nguwe baphenduke bonke\nJesu Moya sizwe.\n\nPhilis’ inhliziyo zethu Sikhulule ekufeni Qinisa singakhathali\nNkosi Moya sizwe.\n\n\nNkulunkul’ ongubuThathu Yise Ndodana noMoya Vusa bonk’ ubaphilise\nSiyancenga sizwe. Amen.",
    "id": 357
  },
  {
    "number": 375,
    "title": "Nkosi yam’, ubungithanda Ekulahleni kwam’,",
    "lyrics": "Nkosi yami, walandela Futhi emkhondweni wam’ , Ngafunyanw’ iNkosi yam’ Ngafunyanw’ iNkosi yam’\n\nNkosi yam’, ilizwi lakho Lona inkanyiso yam’, Nkosi yam’, umusa wakho Uyinjabuliso yam’, Ngibusiswa, Nkosi yam’.\n\nNkosi yam’, umoya wakho Uyangigcwalisa nam’, Nkosi yam’, izulu lakho Lona lilikhaya lam’,\nMangingene, Nkosi yam’. Amen.",
    "id": 358
  },
  {
    "number": 376,
    "title": "(Amen) Seven Fold Amen",
    "lyrics": "",
    "id": 359
  },
  {
    "number": 377,
    "title": "Muz’ omuhle waphezulu (4) La’ kuvela ukuthula",
    "lyrics": "Muhle ngokunqabileyo Muzi oweNkosi yethu Zinhle indumiso khona Kudumis’ abaprofethi.\n\nKoze kube nini Khona Kuhutshwa u Haleluya Ngoba khona akupheli Ukubongwa kuka Kristu Konke kuhle kuyingcwele Okungaphakathi kwawo.\n\nKhona akuveli ifu\n\nElisithe okukhona Kusemininjalo khona Kukhanyisa okwelanga Khon’ akuhlwi akulalwa Ngoba khon’ akuhlushekwa.\n\nYek’ ubuhle nobukhosi Lomzinjan’ oyokuthola Usuvathisiwe kanje Sewuphila uqinile Unamandla ujabula Kuze kube naphakade.\n\n\n\nYenamake ungesabi Uwuthwal’ umuthwalo wakho Kuze uWethule wena Ungathol’ umvuzo wakho Ezulwini laphakade Wembesiwe ubukhosi.\n\nBonga ubabaz’ uBaba Nayo futhi iNdodana Nay’ uMoya Oyingcwele\n\nBe uNkulunkulu Munye Ozinqobo ezintathu\nKuze kube naphakade. Amen.",
    "id": 360
  },
  {
    "number": 378,
    "title": "Izipho zika Krist’ ezimakade Ezibabaz’ abapostoli Masizibonge silihlabelele Igama lethu elethabisayo.",
    "lyrics": "Ngoba yiwo amakhos’ aBandla Beyizinduna zempi yalo Bengamaqhawe asezulwini Beyisimbaqa zikhanyis’ umhlaba.\n\nOkwabo ukukholwa kwabangcwele Nethemb’ elihle elithi nqo Lugcwel’ uthando luka Kristu kubo Lona lusahlul’ isitha sethu.\n\nKukhanya Kub’ udumo Luka Yise Bayenz’ intando yendodana Bayethabis’ uMoya oyiNgcwele NeBandla lonke elisezulwini.\n\nSicela Nkosi Wena ongumhlengi Ukuba Usihlanganise\nNaba Postoli abakukhonzayo Sihlezi nabo kuwe njalo. Amen.",
    "id": 361
  },
  {
    "number": 379,
    "title": "Isiboniso sakho Mbhabhadisi Masikukhuze Thin’ esibongayo Ukuthi sifanele ukulahla",
    "lyrics": "Izimo zethu.\n\n\nBheka iyeza ingelos’ enkulu Iza kuyihlo imaziz’ igama\nLelo elakho ngobukhulu bakho Ishumayela.\n\nNxa anabas ngezwi alizwile Wasehlelwa isijeziso Esamthulisa akangakhuluma\nUze uzalwe.\n\n\nYek’ injabulo eyayizwakala Konina abangcwele ababili\n\nLapho uxhuma uyibingelela Inkosi yakho.\n\nUsengumfana wawukhulakahle Wawunamandla emoyeni wakho Waze wabonakala KubaJuda\nUhlez’ ehlane.\n\n\nAbaProfethi lab’ abasendulo Bamemezel’ uKuza Komahluli Uwena owashumayel’ ukuthi\nUngumSindisi.\n\n\nAkukh’ omkhulu Kunom bhabhadisi Oke wazalwa lapha emhlabeni Wayefanele ukumbhabhadisa\nOngenacala.\n\n\nIzingelosi ‘zonke ziyabonga Wen’ oButhathu obuseBunyeni\nNathi sicela Nkosi ngomsa wakho Usisindise. Amen.",
    "id": 362
  },
  {
    "number": 380,
    "title": "O, Mbusi onamandla O, Nkosi yeqiniso Ukuphenduka konke Kuvela kuwe Nkosi.",
    "lyrics": "Uwen’ owenz’ ukuba Kukhanye ekuseni Kushise nasemini Kwenziwa nguWe konke.\n\nBhubhisa konk’ okubi Okuphakathi kwethu Noma kukhon’ inkani Nezinkanuk’ ezimbi.\n\nSindisa imizimba Thulis’ izinhliziyo Usiphe lokh’ okuhle Esingephiwe muntu.\n\nMakube njalo Nkosi Okhona njalonjalo Uyise neNdodana\nNoMoya oyiNngcwele. Amen.",
    "id": 363
  },
  {
    "number": 381,
    "title": "Siyakudumisa Baba wethu",
    "lyrics": "Ngakho konk’ okuhle kwanamuhla Ebusuku, Nkosi, usibheke,\nSibe phansi kwamaphiko akho.\n\n\nNgeNdodana yakho thethelela Konk’ okubi esikwenzileyo Masilale namhla sithokoza Thina nabo bonk’ abantu bakho.\n\nMasihambe singakwenz’ okubi Ukuze sife singesabi lutho Noma sifa masivike ngaWe Sijabule ngomhla wokuphela.\n\nSiyacela kuwe Baba wethu Sehlisele ubuthong’ obuhle Size siwathol’ amandl’ amasha Okukhonza Wena sivukile.\n\nSiyabonga Wena, Nkosi Baba Nay’ uJesu iNdodana yakho\n\nNay’ uMoya wakho oyiNgcwele Nkosi inye njalo naphakade. Amen.",
    "id": 364
  },
  {
    "number": 382,
    "title": "Bhek’ ibuhlungu inhliziyo Izwa iminjunju eshisayo",
    "lyrics": "Amehl’ ampomoz’ inyembezi Awu Nkosi yam’.\n\nUmoya wam’ udungekile Umphefumulo uyazula Usiz’ lungicindezela\nAwu Nkosi Siza.\n\n\nNgiswele ongangiduduza Athob’ umoya wami lo Sondela Kimi Nkosi yami\nUngidududze.\n\n\nUyahlulek’ umoya wami ‘Kuthwala lokh’ okusindayo Kuminziwe ukwazi kwami\nNkos’ uphi na?\n\nAngithweswanga nguwe na? Lesisiphamban’ esibuhlungu Sondela wena Ungisize\nAwu Nkosi yam’.\n\n\nNgiyeza kuwe Nkosi yami Ungishayile kubuhlungu Thumel’ umoya wakho kimi\nUngiphilise.\n\n\nNomake Nkosi senginjenje Ngingasento yalutho nje Ngisa khasela kuwe Nkosi\nAwu Kristu Jesu.\n\n\nNgicela kuy’ uBaba wami NoJesu umsindisi wami NoMoya onguMthokozisi\nOnkosi inye. Amen.",
    "id": 365
  },
  {
    "number": 383,
    "title": "Simakade! OnguMenzi! Senzwa nguwe sonke",
    "lyrics": "Uyasiza Unamandla Usigcina sonke.\n\nEbusuku nasemini Siyabhekwa nguwe Siyamba siyalala Siyagcinwa nguwe.\n\nZonk’ izinto esinazo Sizamkele kuwe Sinokudla nezivatho Siyagcinwa nguwe.\n\nNezincwadi zokufunda Siziphiwa nguwe\nNab’ abasifundisayo Bayothunywa nguwe.\n\nNkosi! Siyamangaliswa Ububele bakho\nNkosi! Siyakudumisa Ngokugcina kwakho. Amen.",
    "id": 366
  },
  {
    "number": 3,
    "title": "Masingabe sisakhala Liyingcwele leli liba",
    "lyrics": "Alleluya.\n\n\nOfileyo uzovuka Limlindil’ iKhaya lakhe\nAlleluya.\n\n\nSiphe Kristu, nxa sifayo Sihlangane nalomntwana\nAlleluya.\n\n\nUsiphakamise nathi Sikubonge njalo njalo\nAlleluya. Amen.",
    "id": 367
  },
  {
    "number": 385,
    "title": "Jesu ngokuthanda kwakho Ngamukele ngingabhubhi Amadlambi ayathanda",
    "lyrics": "Ukungishonisa ngife Vuma ngizifihle kuwe Ngisahamba lapha Nkosi Ngize ngingeniswe nguwe Lapho sengiqonda khona.\n\nAnginakho ukusinda\nInxa ngingaphethwe nguwe Ungayeki funa ngife Kodwa ngiluleke njalo Ngiyethemba wena njalo Anginakusizw’ omunye Ngivikele ungembese Ngamaphiko njengenyoni.\n\nUnomusa unamandla Okuhlambulul’ abakho Mangigezwe emthonjeny Ngibe mhlophe ngaphakathi Ungumthombo wena Nkosi Ngiyakugezeka kuwe Hlanza inhliziyo yami\nUbe khona kimi njalo. Amen.",
    "id": 368
  },
  {
    "number": 386,
    "title": "Umkhululi wethu Ufikile kithi Inhliziyo zethu Mazethabe namhla Umkhululi ufikile Izwi lakhe lizwakele.",
    "lyrics": "Masethabe sonke Ebusweni bakhe Sibuyele kuye Ngokubiza kwakhe Umkhululi ufikile Izwilakhe lifikile.\n\nSiyafunwa nguye Wasihlawulela Ngakho asethabe Nge’ nhliziyo zethu Umkhululi ufikile Izwilakhe lizwakele.\n\nUyasitshengisa Wonk’ umusawakhe\n\nUyasibizela Ezulwini lakhe Umkhululi ufikile\nIzwi lakhe lizwakele. Amen.",
    "id": 369
  },
  {
    "number": 387,
    "title": "Asi sekhaya lapho Idlula iminyaka",
    "lyrics": "Siyakulala nabo abalele elibeni Ngilungisele Nkosi usuku olukhulu NeGazi lakho ungigeze ungithethelele.\n\nAshona amalanga Kubuye kube mnyama\nSiyakukhanyiselwa njalo lingashon’ ilanga Ngilungisele Nkosi usuku olukhulu NgeGazi lakho ungigeze ungithethelele.\n\nMakhulu amadlambi Iwon’ a’ zinhlupheko\nSiyakuhlala kahle kuthulile ezulwini Ngilungisele Nkosi usuku olukhulu NgeGazi lakho ungigeze ungithethelele.\n\nSahlukaniswa lapha Nabafo nezihlobo\nSiyakuhlanganiswa nabo lapho eNkosini Ngilungisele Nkosi usuku olikhulu NgeGazi lakho ungigeze ungithethelele.\n\nSe ezakuza yena Owafa osekhona\nOyakusamukela sibusisiwe nguye njalo Ngilungisele Nkosi usuku olukhulu\nNgeGazi lakho ungigeze ungithethelele. Amen.",
    "id": 370
  },
  {
    "number": 388,
    "title": "Sisize Jesu Nkosi Nkulunkulu Wen’ ongamandla wen’ osezulwini Thin’ abancane nje sibheke kuwe",
    "lyrics": "Siyakhuleka.\n\n\nKukhulu lokhu esikucelayo Samkele nkosi noma sibancane Ungadeleli izmi lezingane\nEzicelayo.\n\nMaKuthandeke Kuwe ukumisa UmBuso wakho manje emhlabeni Abantu bonke mabangene kuwo\nBakulalele.\n\n\nSiphe ukwazi wena sikuthande Sibonge Wena njalo makwenziwe Okuthandwa nguwe emhlabeni\nNjeng’ ezulwini.\n\n\nBonakalisa ezizweni zonke Ukusindisa kwakhobathokoze Bazi ukuthi wena wabafela\nWabasindisa.\n\n\nZiyadumisa wen’ izingelosi Owazithoba wehla ezulwini Wahlala kubo abakuzondayo\nBakubethela.\n\n\nThin’ esilapha nabo bonk’ abantu Masihlangane nazo sikubonge Sikudumis’ owahlatshelwa thina\nOwasivusa.\n\nShesha uBuse ezinhliziyweni Zabantu bonke bakuthande Nkosi Ngokub’ umbuso ungowakhonjalo\nKube phakade. Amen.",
    "id": 371
  },
  {
    "number": 389,
    "title": "(Indaba Yesiphambano)",
    "lyrics": "UMBUZO\nYen’ odlulayo lapha nguban’ na? Bheka ingubo zakhe zinegazi.\n\nUthwesw’ isiphambano esiMsindayo Nangu ewile esaphum’ emzini?\n\nNampaya sebehamba beya phambili Se ephunyuzwe ngomthwalo wakhe.\n\nO, baya ngaphi na nomuthi lowo? Yen’ obethwala won’ Ubani na?\n\nIMPENDULO\nHamb’ umlandele Yena laph’ eyakhona OyiNdodana kaNkulunkulu.\n\nWen’ oMthandayo, yima uMbhekisise Yen owahluphekayo ngenxa yakho.\n\nNxa sikhumbul’ indaba yosizi lwakhe Mawufundisw’ isiphambano sakhe.\n\nUngebubone na ubuhle bakhe? Yen’ obethelwe ngokuthanda thina.\n\n\n\nINDABA YESIPHAMBANO\nNgibheka kuwe Jesu ofel’ emthini Uhluphekela mina Nkosi yami.\n\nAmeva akuhlaba nezipikili Sophelw’ igazi lakho thin’ abantu.\n\nAyicameli ndawo inhloko yakho Icansi lakho lingumuthi lowo.\n\nIzandla nezinyawo zinamanxeba Ohlangothini lwakho ugwaziwe.\n\nWehlelw’ o ubumnyama kusesemini Zonk’ izihlobo zakho zimi kude.\n\nUkhala kabuhlungu ukhathazeke Uthwel’ umthwalo wezono zami.\n\nUhlekw’ umphangi lowo ofayo nawe Balake ukwenzela mina lokhu.\n\nBakhala labo abathiw’ abakho Bengasondeli kuwe bebuka kude.\n\nNgibon’ igama lilotshiwe emthini “uJesu wase Nazareth” oy’ Nkosi.\n\nWo uboneni Nkosi kimina na? Lokhu uhlupheka ufela mina. Amen.\n\nIZWI LIKAJESU\nWen’ engikuthengele ngosizi lwami Ngiz’ ukukubiza uze ezulwini.\n\nNgakubona ulahleke ukude nami Ngiyakufuna wen’ uhlale nami.\n\nLakophel’ iGazi lami ngisho wen’ uqobo Ngeza kukuthenga ngalo ube ngowami.\n\nUngakhaleli mina O’ Mntwana wami Zama ukufika kimi ezulwini.\n\nUKUVUMA KWETHU\nNgokulandela wena Msindisi wami Ngingeze ngakushiya nasosizini.\n\nEmangithwale nam’ isiphambano sami Ak’ int’ enkulu, inxa ngihlala nawe.\n\nNxa ungivuma Nkosi ngibe ngowakho Kakho engiyokumthanda kunawe.\n\nNgiphe ngisekhona lapha ngihlale nawe Ngize ngithokoze nawe naphakade.\n\nINDABA YESIPHAMBANO\nIzindaba ezingcwele eziyi 13 ezakhethwa Ngu Dominiki oNgcwele, zakhethwa abesikolo sakubo ukuba bacabange ngazo futhi futhi bakhuleke kuNkulunkulu.",
    "id": 372
  },
  {
    "number": 390,
    "title": "(UGabriele washo ku Maria)",
    "lyrics": "",
    "id": 373
  },
  {
    "number": 1,
    "title": "UGabriele washo ku Maria Wath’ EMaria wenobusisiwe “Inkosi iyeza kuwe uzothiwa”",
    "lyrics": "“Ngunina wakhe ongu Nkulunkulu.\n\n\nChorus: Sibonga Nkos’ ukuzithoba kwakho Ukuba wab’ umntwana ngenxa yethu Sibonga Wena ngokomBuso wakho Ezimi kuwo njal’ izingelosi.",
    "id": 374
  },
  {
    "number": 2,
    "title": "uVisitation",
    "lyrics": "Wath u Elizabetha ku Maria Ngehlelwa ngan’ lokhu ukuba eze Kimi uNina wakhe oyiNkosi Nomntwana wami uyambingelela.\n\nChorus:",
    "id": 375
  },
  {
    "number": 3,
    "title": "Christmas",
    "lyrics": "Bayethe Wen’ olele emkhombeni Bayethe Wena waseBethelehema E Ngane kaMaria: Simakade Sibonga Wena Mninimandla onke.\n\nChorus:",
    "id": 376
  },
  {
    "number": 4,
    "title": "Purification",
    "lyrics": "Bayeth oyisw’ eThempelini lakho Bayeth’ obingelelw’ uSimione\nU Ana uyamazi uMesia\nWatshel’ abanye ngobukhosi bakho.\n\n\nChorus:",
    "id": 377
  },
  {
    "number": 5,
    "title": "Ukufundiswa kuka Jesu eThempelini",
    "lyrics": "Bayethe Kristu sikubona wena Okwazi konke ngobu Nkulunkulu Ufana nath’ ufunda izincwadi Ukhula nangomzimba nangenqondo\n\nChorus:",
    "id": 378
  },
  {
    "number": 6,
    "title": "Ukuhlupheka kuka jesu eGitshemane",
    "lyrics": "Bayethe! Jesu wen’ osensimini Wathwala amacala onke ethu Sibong’ igazi ojuluka lona\nSiyezw’ amazwi othandaza ngawo.\n\n\nChorus:",
    "id": 379
  },
  {
    "number": 7,
    "title": "Ukushaywa kuka Jesu",
    "lyrics": "Lithini’ igazi lelo elophayo? Ithini nimivimb’ ashaywe ngayo?\nWaboshelwani? Waboshelwa thina Washaywa ngani na? Ngezono zethu.\n\nChorus:",
    "id": 380
  },
  {
    "number": 8,
    "title": "Ukuthukwa kuka Jesu",
    "lyrics": "Sibon’ ameva angumqhele wakho Nohlanga lol’ oluthi’ “uyiNkosi”, Siyezw’ abantu abahleka bethu ‘Bayethe Nkosi, Nkosi yabaJuda.\n\nChorus:",
    "id": 381
  },
  {
    "number": 9,
    "title": "Ukuhamba kuka Jesu Pambano",
    "lyrics": "Uthwel’ isiPhambano kabuhlungu; Siyakubon’ Uhamba endleleni Siyezw’ amazwi abaKuzondayo; Sibon’ izinyembezi zabafazi.\n\nChorus:",
    "id": 382
  },
  {
    "number": 10,
    "title": "Ukufa kuka Jesu esiPhambanweni",
    "lyrics": "Bayethe, Wen’ ofayo ngenxa yethu! Sesikuzwile uthi, “Kuphelile”, Sibon’ ilanga lifiphala ngawe;\n\nNathi silika kanye noMaria.\n\n\nChorus:",
    "id": 383
  },
  {
    "number": 11,
    "title": "Ukuvuka kuka Jesu kwabafileyo",
    "lyrics": "Bayethe! Uvukile kwabafayo, Sibon’ ituna, itshe lisusiwe; Siyezw’ amazwi engelosi ithi “NiMfunelan’ iJesu elibeni?”\n\nChorus:\n\n\n\n\n\n                391 (Ngingowakho, Jesu) Ngingowakho, Jesu wami ngingowakho njalo Ngingehlukaniswe nawe noma ngisa hamba.\n\nAnginakumnik’ omunye inhliziyo yami Ngeka Jesu yena yedwa /kuze kube nini.\n\nJesu Nkulunkulu wami Hlala nami njalo Ngibe yisithandwa sakho/ manje naphakade.\n\n               392 (E Jesu Mhlengi wethu) E Jesu Mhlengi wethu igama lakho lihle Lavela ezulwini limnandi kithi sonke\nAlikh’ elinye futhi elihle njengelakho Yilona nje kuphela esinga sinda ngalo.\n\nNgegama lakho Jesu kuguqa phansi konke Kutusa ubukhosi nobungqongqoshe bakho Liyisihlangu sethu esingavika ngaso\nLa sihlaselwa impi ka sathan’ elwa nathi.\n\n\nLimnandi igama lakho lihlab’iNkosi umxhwele Ingasinika konke nxa siyincenga ngalo Nasekufeni kwethu solulanyiswa yilo\nIgama lakho Jesu Msindisi wethu sonke.\n\n\n\n\n\n         393 (Nkosi Baphe Umphumulela Wafuthi) Nkosi baphe umphumulela wafuthi x2\nNkosi mabaphumule ngobuhle.\n\n\nBakhanyisel’ ukukhanya okunaphakade\n\nMabaphumule ngobuhle x2.Amen.",
    "id": 384
  },
  {
    "number": 394,
    "title": "(Amakhorasi)",
    "lyrics": "",
    "id": 385
  },
  {
    "number": 1,
    "title": "Ngegazi le mvana, ngegazi lemvana, ngegazi lemvana sosindiswa.",
    "lyrics": "Amen alleluia, amen alleluia, amen alleluia, sosindiswa.",
    "id": 386
  },
  {
    "number": 2,
    "title": "Lona linamandla, lona linamandla, lona linamandla igazi lemvana.",
    "lyrics": "Thina sihlengiwe, thina sihlengiwe, thina sihlengiwe ngegazi lemvana.",
    "id": 387
  },
  {
    "number": 3,
    "title": "Woza nawe uzogcinwa kuleliVangeli\twoza nawe Nobaba bagcinwa kuleliVangeli\twoza nawe",
    "lyrics": "Nomama bayagcinwa kuleliVangeli\twoza nawe Nezinnsizwa ziyagcinwa kuleliVangeli woza nawe Nezintombi ziyagcinwa kuleliVangeli woza nawe Nezingane ziyagcinwa kulelivangeli\twoza nawe Bonk’ abantu bayagcinwa kuleliVangeli   woza nawe",
    "id": 388
  },
  {
    "number": 4,
    "title": "Kanye nawe Nkosi yami kanye nawe Nkosi yami Kanye nawe Nkosi yami",
    "lyrics": "Iguqule iguqul’ eyam’ intando Ifanise nay’ eyakho\nSusa konke susa konke ukwesaba Mayenziw’ intando yakho",
    "id": 389
  },
  {
    "number": 5,
    "title": "Siyabonga Baba Siyabonga Jesu Siyabonga Baba Jesu usethethelele",
    "lyrics": "Alleluya amen (x3)\nUsithethelele",
    "id": 390
  },
  {
    "number": 6,
    "title": "Amagugu alelizwe ayosal’ emathuneni (x2) Ngiyolala ngingedwa ethuneni lami (x2)",
    "lyrics": "Ngiyesaba isibindi salentombi kaDavide (x2) Ngiyolala ngingedwa ethuneni lami (x2)",
    "id": 391
  },
  {
    "number": 7,
    "title": "Thuma mina, thuma mina, thuma mina Nkosi yami",
    "lyrics": "Noma kuphi, noma kuphi, noma kuphi Nkosi yami\n\nNgiyavuma, ngiyavuma, ngiyavuma Nkosi yami",
    "id": 392
  },
  {
    "number": 8,
    "title": "U-Jesu wam’ uyaphila ngiyokwesaba ntoni na? Igazi lakhe linginqobele ngiyindlalifa yeZulu Ithuna selinqotshiwe uJesu wam’ uyaphila",
    "lyrics": "",
    "id": 393
  },
  {
    "number": 9,
    "title": "UyiNkosi, Krist’ uyiNkosi, uyiNkosi (phinda) Uyabusa, Krist’ uyiNkosi, uyabusa",
    "lyrics": "Krist’ uyabusa, Krist’ uyiNkosi, uyabusa",
    "id": 394
  },
  {
    "number": 10,
    "title": "Ithemba lami ukuba ngingen’ endumisweni,",
    "lyrics": "ngingen’ endumisweni",
    "id": 395
  },
  {
    "number": 11,
    "title": "Ngizofakaza ngaye (x3) kuze kube phakade",
    "lyrics": "",
    "id": 396
  },
  {
    "number": 12,
    "title": "Jerusalema ikhaya lam’ engilithandayo Imizamo yami iyophela nxa ngifika kuwe",
    "lyrics": "Elamadodana kaBernard Mizeki",
    "id": 397
  },
  {
    "number": 13,
    "title": "Ngiyavuma ngeZwi lakho (x2) Ngiyavuma ngezwi lakho Ngiyavuma ngezwi lakho",
    "lyrics": "",
    "id": 398
  },
  {
    "number": 14,
    "title": "Gijima gijimani madodana (x2) Sohlangan’ egalile",
    "lyrics": "Alleluya alleluia\nSohlangan’ eGalile",
    "id": 399
  },
  {
    "number": 15,
    "title": "Ngizombonga ngani, ngizombonga ngani uMesiya wami",
    "lyrics": "Ngizombonga ngani uMesiya (x2)\nNgizomenzelani,\tngizomenzelani\tuMesiya wami (x2)\n\n\n\n\n\n         Ikhorusi 16 (Jabulani Sesingabantwana) Jabulani sesingabantwana\nAbenkosi sesingofakazi Silubonga loluthando baba Umsindisi wethu sesimazi.\n\nBazalwane masiyephambili Sizohlangabez’ umyeni wethu Siyoholwa umoya oyiNgcwele\n\nSizonqoba ngay’ iNkosi yethu.\n\n\nUy’ uKristu owanqoba ukufa Nay’ umnini kufa wakwahlula Wavuka ethuneni alleluia Imivalo yonke wayaphula.\n\nNant’ ithemba labo abendulo Balibheka selaphuma obala Njengelanga lona liphezulu Ngob’ uJesu ulibo lokuqala.\n\nJesu Kristu ulithemba lethu Nokuthula uyasipha khona Nefa lethu ligciniw ezulwini\nLingethintwe amaselakhona. Amen.\n\n\n\n\n\n\nChorus 17 (Kanye nawe Nkosi)\n\n\nNamhla ngiyaqhutshw umoya Kuthandaza Nkosi yami\n\nNgiyacela mangihambe Kanye nawe nkosi yami.\n\nkanye nawe Nkosi yami X2 mangihamb’ imhla yonke Kanye nawe Nkosi yami.\n\nAngifisi yona imfuyo Mayiphel’ intando Mangihambe mina kodwa Kanye nawe Nkosi yami.\n\nkanye nawe Nkosi yami X2 mangihamb’ imhla yonke Kanye nawe Nkosi yami.\n\nAngifisi yon’ imfuyo Ize kimi Nkosi yami Ngicebile ke kakhulu Nxa ukimi Nkosi yami.\n\nkanye nawe Nkosi yami X2 mangihamb’ imhla yonke Kanye nawe Nkosi yami.\n\nNoma indlela inohlupho Noma inde Nkosi yami Noma iya eGolgotha Ngiye nawe nkosi yami.\n\nkanye nawe Nkosi yami X2 mangihamb’ imhla yonke Kanye nawe Nkosi yami.\n\nLilungile ijoka lakho Awuhluphi umthwalo wami Ngiyabonga ngisahamba Kanye nawe Nkosi yami.\n\nkanye nawe Nkosi yami X2 mangihamb’ imhla yonke Kanye nawe Nkosi yami.\nAmen.\n\nPHEZULU E NKOSINI\n\n\nPhezulu eNkosini Bangabangcwele bodwa Phezulu ezulwini\nKuhlal’ imhlophe yodwa.\n\n\nOfun’ ukuya khona Makazikhulekele Alungiselwe lona UMoya oyingcwele.\n\nUJesu wasifela Kuphel’ icala lethu Iz’ ithi ibengcwele Imiphefumlo yethu.\n\nSithi, manxa sidliwa Ukufa emhlabeni Singabi – nakwaliwa Ukuya ezulwini.\n\nBANOKUTHULA ABANGCWELE\nBanokuthula abangcwele Nxa bemuka lapha Akukho okubethusayo Enhliz’ yweni yabo.\n\nBanefa bona lapho ezulwini Beqond’ ekhaya lapho eNkosini.\n\nINkos’ iyabalungisela Khon’ ekhaya labo Ingukukhanya kwalo yona Izohlala nabo.\n\nBazakumbona uMkhululi Owabafelayo\nBazomdumisa, bazomkhonza Yen’ obathandayo.\n\nBaphiwa bona ukunqoba Akungen’ uvalo Bajabula njalo Basekubusisweni bona.\n\nKHAY’ELIHLE, KHAYA LAMI\n\n\nKhay’ elihle, khaya lami, Mangingene esangweni; Mangiziphumuze kuwe, Khay’ elihle, Khaya lam’.\n\nKade ngangizulazula, Ngingabon’ ubuhle bakho; Sengifuna ngokufisa Ngikubone, khaya lam’.\n\nKunenhlanhla kuwe, khaya! Alusekho ulusizi; I’nyembezi ziyasulwa, Khay’ elihle, khaya lam’.\n\nAbalambi abakithi, Abasomi, abasweli; Bayaluswa oyiMvana, Sebekuwe, khaya lam’.\n\nSengiyezwa ubumnandi\n\nObuvela kuwe, khaya; Ngizongena masinyane, Khay’ elihle, khaya lam’.\n\nWE, NHLIZIYO YAMI\n\n\nWe, nhliziyo yami, Mawuhlakaniphe; Zikuhaq’ izitha zakho, Zivukela wena.\n\nLinda uthandaze, Ungayek’ ukulwa;\nCela ngezinsuku zonke, ENkosin’ amandla.\n\nUngalahli wena, Izikhali zakho; Ekufeni uzoqeda Umsebenzi wakho.\n\nNGIYAMUZWA U MSINDISI\nNgiyamuzwa uMsindisi Engibiza ngimlandele, Ethi, unqamlezo lwami\nNgiluphathe, ngimlandele la.\n\n\nLa engiholela khona,\nNgomusa wakhe ngomlandela la.\n\n\nNgomlandel’ eGetsemane, Nasekuhlephekeni, Nasekudelelweni,\nNgomsa wakhe ngomlandela la.\n\n\nNgomlandel’ ekunqunyweni, Ngomlandel’ ekubhinqweni, Nasekubethelweni,\nNgomusa wakhe ngomlandela la.\n\n\nWonginika umusa wakhe, Ngoqinisw’ amandla ache, Wonginika nobukhosi, Angishiye? Phinde, khona la!\n\nLAPH’ I ZIVUNGUVUNGU\nLaph’ izivunguvungu Zifus’ impilo yami, Nobubi budlangile, Umlingi esenqoba.\n\n     Ungikhumbule, Nkosi yam’, Ungikhumbule, Nkosi yam’.\n\nLapho ngiwel’ ulwandle, Lukhuz’ ulaka lwalo, Laph’ izingozi zalo Zisong’ ukungigwinya.\n\nLapho izono zami, Zinzim’ emphefumlweni, Zisuse, wena Baba; Ngothual ngomsa wakho.\n\nLapho imihla yami Incipha emhlabeni, Mangikubone, Nkosi, Ngikhuphukele kuwe.\n\n\nBAMBA ISANDLA, BABA\nBamba isandla, baba, nxa ngingedwa, Inzima, ifiphel’ indlela yam’,\nBamba isandla; khona ngingesabe, Noma kumnyama lapha Nkosi yam’.\n\nBamba isandla, ngingumntwan’ omncane, Ngingazi ukukheth’ indlela yam’;\nBamba isandla uma ngikhathele, Funa ngiwele phansi, Nkosi yam’.\n\nBamba isandla, Baba, ngithokoza Ngisizwe son’ isandla sakho, Nkos’; Bamba isandla, ngiyathol’ amandla Uma ngikwazi useduze, Nkos’.\n\nBamba isandla lapho ngisondela, Ngishone emfuleni, Msizi wam’; Bamba isandla, ngifika ekhaya, Ngibon’ ubuso bakho, Jesu wam’.\n\nNGIYAKUDUMISA\n\n\nNgiyakumdumisa UMkhululi wam’; Uyangisindisa Ezonweni zam’; Uyangethabisa’ Enhliz’yweni yam’; Ngakho ngomdumisa UMkhululi wam’.\n\nNgangibambekile Ecaleni lam’; Ngangilahlekile Ebubini bam’; Wawusewufile Umphefumlo wam’; Uwuphilisile\nWena, Nkosi yam’!\n\n\nSengihlezi ngaye Umkhululi wam’; Sengihamba naye Endleleni yam’;\n\nUsesezulwini, Ngiya khona nam’; Ngoba – sebomini NoMkhululi wam’.\n\nLOWO MUNT’ UYABUSISWA\n\n\nLowomunt’ uyabusiswa, Ongahambi nabonayo, Ongahlal’ esihlalweni Sabo abanengekayo.\n\nUyathanda imithetho KaJehova onguMenzi; Ungumuthi othelayo Izinhlamvu eziningi.\n\nAbonayo bayafana Namakhoba emoyeni; Kepha abasoze bema Nama Kristu ekwabeni.\n\nUJehova uyathanda Izindlela zokulunga; Amashinga ayahamba Endleleni ebhubhayo.\n\n\n\nJESU, NGIYAKUTHANDA\n\nJesu, ngiyathanda, ngiyaz’ ungowami, Sengishiy’ izono nokwenama kwezwe; Muhleng’ onomusa, O Msindisi wami, Inxa ngakuthanda kukhulu manjena.\n\nNgikuthanda ngokuba usungithandile; Wangihlwawulela ezonweni zami; Ngothando wathwala umqhele wameva, Inxa ngakuthanda, kukhulu manjena.\n\nNgokuthanda ngikhona, nokuba sengifa, Ngobonga selokhu ngihamb’ emhlabeni; Ngiyoth’ ekufeni komzimba lo wami, Inxa ngakuthanda, kukhulu manjena.\n\nKhona ezigodlweni zeNkosi yezulu, Ngomtusa ekhaya elimi phakade; Ngohuba nomqhele ekhanda kimina, Inxa ngakuthanda, kukhulu manjena.\nMAWUNGANGIDLULI, JESU\n\n\nMawungangidluli, Jesu, Yizw’ amazwi am’;\n\nLapho ubabiz’ abanye, Mawungizwe nam’.\n\nJesu, Jesu, yizw’ amazwi am’ Lapho ubabiz’ abanye, Mawungizwe nam’.\n\nIsihlalo esomusa, Ngikusona nam’; Ngiguqile, ngingumoni, Ungisize nam’.\n\nNgokulunga kwakho kodwa, Ngiyacela nam’;\nUngelaphe ngaphukile, Ngisindise nam’.\n\nUngumthombo wakho konke, Nokuphila kwam’;\nEzulwini nasezweni, Yikho konk’ okwam’.\n\nWE BANGCWELE\n\nThina silindel’u suku, olukhulu\n\nLokubuya kukaJesu O Lapha bangcwele\nBeyothweswa ,o imiqhele… Halleluya! Oyeki’ntokozo , yokwazana Nayu’Jesu, oh thina sise la Oyeki’njabulo, injabulo\nO Yabangcwele, o yabangcwele.\n\n\nWebangcwele , ikhoni’njabulo Ebekelwe amaqhawe\nHawu Ngisho nezembatho Ezimhlophe, zicolekile…Halleluya! O yeki’ntokozo , yokwazana\nNayu Jesu, oh thina sise la O yeki’njabulo, injabulo\nO Yabangcwele, o yabangcwele.\n\n\nWe bangcwele ikhoni’njabulo Uma singena\nEkhaye’zulwini\nSekuyophakama, izidalwa o namalunga…Halleluya! Oyeki’ntokozo , yokwazana\nNayu’Jesu, oh thina sise la Oyeki’njabulo, injabulo\n\nO Yabangcwele, o yabangcwele.\n\nYifune Inkosi\n\n\nYifune iNkosi ekusithekeni,\nUhlolwe nguJesu, usemthandazweni, Ulalele kahle ‘kunyenyeza kwakhe, Ezintweni zonke buz’intando yakhe.\n\nUbamb’isikhathi, ngoba siyadlula, Uhlale noJesu la kunokuthula, Ubike kuyena konke ukuswela, Nangomcebo wakhe uyakwenezela.\n\nLibala noJesu, ngoba nxa umbuka, Yonk’ im’hambo yakho iyakuguquka, Ukuba ilunge, ifane neyakhe, Nabantu babone uhambis’okwakhe.\n\nHamba-ke noJesu, yen’uyakuhola, Nalokhokuhola ungabokusola.\nUmlandel’ eduze ezinyathelweni, Umdumise njalo nasenhluphekweni.\n\nUbe-nokuthula ngasemphefum’lweni, Yonk’ imicabango efik’ enhliz’weni,\n\nIbuswe nguMoya okaNkulunkulu, Uzolungiswelwa inkonzo phezulu.\n\nSinomhlobo OnguJesu\n\n\nSinomhlobo ongu Jesu, Unothando; Akanjengeminy’im’hlobo, Unothando;\nAkanayo injabhiso, Akanayo inkohliso, Uyasiza ngeqiniso; Unothando.\n\nUngumhlobo weth’uJesu, Unothando; Akadel’abantu bakhe, Unothando;\nUbahola endleleni, Ubagcina engozini; Unothando.\n\nSezomuka emhlabeni, Wabathanda;\n\nSeyekhona ezulwini, Ubathanda; Ubalungisela khona, Uyabahlalela bona,\nWobamkela bonke khona, Ngal’uthando.\n\nNina niyamdinga yini? Unothando;\nKade nihlupheka yini? Unothando; Kungezono zenu yini? Enilahlwa ngazo yini? Wonikhipha kuzo yena, Unothando.\n\nLoluthando, hawu, lukhulu, Siyabona;\nMasimthande ‘he kakhulu, Osithanda,\nNgalo masihambe sonke; Ngalo sokwahlula konke; Luyadlu’olunye lonke, Loluthando.\n\nIkhaya Elihle\n\n\nYek’ ikhaya elihle nantiya! Silibona ngamehl’ enhliziyo, Masinyane siyakulishiya Izwe elingajabulisiyo.\n\nKhaya lam’ lihle hle, Ngaphesheya kwethuna ngale! Khaya lam’, lihle hle, Ngaphesheya kwethuna ngale!\n\nSizombona uJesu phezulu, Nabalwile, benqobe ukona, Basilangazelela kakhulu, Ngokukholwa sesiyababona.\n\nBonke abanethemb’ elinjalo, Bayazihlambulula impela; Bayalahla izono nem’thwalo, Nakho konk’ okubabambezela.\n\nNgomsindisi owasifelayo,\n\nSingangena ekhaya phezulu, Thina sonke esimlandelayo, Siyothol’ intokozo enkulu.\n\nThula Nya!",
    "id": 400
  },
  {
    "number": 1,
    "title": "Nkosi, ubhek’ isiphepho Namaza agubuzayo,",
    "lyrics": "Nezulu seliguqubele, Amukho osisizayo.\nNkosi, senga’ ungavuka, Usisindise thina;\nNgokuba nguwen’ uSomandla Onakho okusigcina.\n\nNang’ olalelwa amaza la, Thula nya! Thula nya!\nNoma ulwandl’ olugubayo, Nom’ amademoni alingayo, Kungesishonis’ isikhebhe le, EsinoSomandla phakathi-ke; Uyalalelwa umoya la,\nThula nya! Thula nya! Uyalalelwa umoya la,\n\nThul’ uthi nya!",
    "id": 401
  },
  {
    "number": 2,
    "title": "Manje osizini lwami Ngikhala nje kuwe, Nkosi, Uvuk’, uphuthum’, ungisize, Ngokuba ngesab’ ingozi. Naz’ izilingo ezombi Zihluph’ umoya wami, Ngiyafa, ngiyafa, ngisize, Ngihleng’ ebubini bami!",
    "lyrics": "",
    "id": 402
  },
  {
    "number": 3,
    "title": "Sesithulil’ isiphepho, Lilihle-ke manj’ izulu, Ilanga libukw’ emanzini, Ikhon’ intokoz’ enkulu. Ungangishiyi ngedwa, Hlal’ esikhebheni sami, Ukuze ngifik’ ezulwini, Itheku lethemba lami.",
    "lyrics": "Bala Izibusiso Zakho",
    "id": 403
  },
  {
    "number": 1,
    "title": "Mhla ukhathazeka emhlabeni la, Udiniwe, aphelil’ amandla nya,",
    "lyrics": "Bal’ izibusiso, aziningi na?\n\nBong’ iNkosi ngazo, Ungasoli, qha!\n\n\nBal’ izibusiso zakho-ke, Uzibale-ke ngazinye, he! Bala phela, aziningi na?\nBong’ iNkosi ngazo, ungasoli, qha!",
    "id": 404
  },
  {
    "number": 2,
    "title": "Uthwesiw’ umthwalo osindayo na? Siyasind’ isiphambano sakho la?",
    "lyrics": "Bal’ izibusiso zakho, qina ngo; Khona wobalul’ umthwalo wakho, bo.",
    "id": 405
  },
  {
    "number": 3,
    "title": "Nxa ubon’ abanye benemfuyo he, Bhek’ imfuyo, yakho e phezulu le.",
    "lyrics": "Bal’ izibusiso, yeka, zihle hle! Ifa ligcinelwe wen’ ekhaya-ke.",
    "id": 406
  },
  {
    "number": 4,
    "title": "Impi isashisa, qina uthi ngo, Ungesabi, nang’ uJes’ unawe, bo! Naz’ izingelosi zokuphatha-ke, Zokuyisa kahl’ ekhaya lakho le.",
    "lyrics": "UJESU ULIDWALA",
    "id": 407
  },
  {
    "number": 1,
    "title": "UJesu ulidwala lam’, Umpheme wokuphephela. Nguyena oyinqaba yam’, Umpheme wokuphephela.",
    "lyrics": "UJesu ulidwala ehlane la, Ehlane la, ehlane la, UJesu ulidwala ehlane la, Umpheme wokuphephela",
    "id": 408
  },
  {
    "number": 2,
    "title": "Emini ulithunzi lam’, Umpheme wokuphephela. Empini usihlangu sam’, Umpheme wokuphephela.",
    "lyrics": "",
    "id": 409
  },
  {
    "number": 3,
    "title": "Esivunguvungwini la, Umpheme wokuphephela. Ngihlezi ngiyahuba, ha, Umpheme wokuphephela.",
    "lyrics": "",
    "id": 410
  },
  {
    "number": 4,
    "title": "‘Lidwala lami liqina, Umpheme wokuphephela. Othembayo kajabhi, qha! Umpheme wokuphephela.",
    "lyrics": "BUYA, MNTWANA",
    "id": 411
  },
  {
    "number": 1,
    "title": "Wen’ ondinda kude phandle kwesibaya, Yizwa izwi lithi: Buyel’ ekhaya!",
    "lyrics": "Buya, mntwana, buya, Ubuyel’ ekhaya!\nMus’ ukulibala, Buyel’ ekhaya!",
    "id": 412
  },
  {
    "number": 2,
    "title": "Izwe osukulo, linendlel’ enkulu, Woza ekudleni kombus’ wezulu!",
    "lyrics": "",
    "id": 413
  },
  {
    "number": 3,
    "title": "Shiy’ indlela embi ephambukisayo, Kuyo unosizi oluhlabayo.",
    "lyrics": "",
    "id": 414
  },
  {
    "number": 4,
    "title": "Wena usathandwa, uhlalelw’ ekhaya, Sebekubhekile abalaphaya.",
    "lyrics": "WEBANI, YIZWA!",
    "id": 415
  },
  {
    "number": 1,
    "title": "Webani, yizw’ indaba yami: Ngangisekulahleken’,",
    "lyrics": "Kodwa wehla uMhlengi wami, Wangikhipha ekufen’.\n\nLoMhlengi ungubani na? NguJes’, amukh’ omunye, qha! Wenzani na? Wehla wafa,\nUphi namhla? Wavuka, ha! Usesimel’ ezulwini.",
    "id": 416
  },
  {
    "number": 2,
    "title": "Wabudel’ ubukhosi bakhe, Wehla wafa emhlaben’,",
    "lyrics": "Igam’ elingu Jesu Kristu, Malibongwe ezizwen’.",
    "id": 417
  },
  {
    "number": 3,
    "title": "Lendaba isahamba njalo, Ivus’ abasekufen’,",
    "lyrics": "Yebo, ivez’ imvuselelo, Isiqhuba endlelen’.",
    "id": 418
  },
  {
    "number": 4,
    "title": "Wena-ke, woz’ uzinikele",
    "lyrics": "Usabizwa, vuma he!\nNawe uthole nans’ inhlanhla, Usindiswe namhlanje.\n\nMINA NGINGUMNTWANA",
    "id": 419
  },
  {
    "number": 1,
    "title": "Mina ngingumntwana, Kodwa sengizwile",
    "lyrics": "Ngaye uJehova, Yen’ osenzileyo; Futhi ngitsheliwe Abafundisayo NgoMsindisi wethu Owasifelayo.",
    "id": 420
  },
  {
    "number": 2,
    "title": "Sengibusisiwe Kun’ ensaph’ ezinye; Kuhle mangilunge Njeng’ abantu bakhe. Ngiyakulalela Abazali bami, Ngimuthand’ uThixo Ngenhliziyo yami",
    "lyrics": "",
    "id": 421
  },
  {
    "number": 3,
    "title": "Ngiyakuthandaza Ngamasuku onke; Okungafanele Ngokunqaba konke. Thixo, ngibusise Ngobusiso lwakho, Ngihambise kahle Endleleni yakho.",
    "lyrics": "WANGITHAND’ UJESU LO",
    "id": 422
  },
  {
    "number": 1,
    "title": "Wangithand’ uJesu lo, Kush’ incwadi njalo-bo, Ngiyingane yakhe-nje, Anginaw’ amandla, qha.",
    "lyrics": "Yebo, uJesu uyangithanda, Uyangithanda, incwadi isho la.",
    "id": 423
  },
  {
    "number": 2,
    "title": "Wangithand’ uJesu lo, Wawuvul’ umnyango lo; Wazigez’ izono zam’, Ngongeniswa khona nam’.",
    "lyrics": "",
    "id": 424
  },
  {
    "number": 3,
    "title": "Wongithand’ uJesu na? Uyohlala nami la?",
    "lyrics": "Uma ngimuthanda-nje, Wongiyis’ ekhaya le.\n\nKHUMBULA IKHAYA LAPHAYA",
    "id": 425
  },
  {
    "number": 1,
    "title": "Khumbula ikhaya laphaya, Koba-mnandi kakhulu kunala, Babuthen’ abangcwele kulona, Abembeth’okumhloph’ okuthe qwa! Laphaya, laphaya,",
    "lyrics": "Khumbula ikhaya laphaya.",
    "id": 426
  },
  {
    "number": 2,
    "title": "Khumbul’ izihlobo laphaya, Ezahamba zangena ezulwin’, Sezigwaba igama leWundlu, Ziphumule zisenjabulwen’. Laphaya, laphaya,",
    "lyrics": "Khumbul’ izihlobo laphaya.",
    "id": 427
  },
  {
    "number": 3,
    "title": "Khumbula uJesu laphaya, Nabakithi asebekhona le; Senginas’ isizungu sakhona, Sengikhohlwa usizi lwala. Laphaya, laphaya,",
    "lyrics": "Khumbula uJesu laphaya.",
    "id": 428
  },
  {
    "number": 4,
    "title": "Masinya ngofika laphaya, Masinyane ngibone abam’;",
    "lyrics": "Sebefike balinda ekhaya, Sebelinda ngofikake nam’. Laphaya, laphaya Masinyangifika laphaya.\n\nThula Nya!",
    "id": 429
  },
  {
    "number": 1,
    "title": "Nkosi, ubhek’ isiphepho Namaza agubuzayo,",
    "lyrics": "Nezulu seliguqubele, Amukho osisizayo.\nNkosi, senga’ ungavuka, Usisindise thina;\nNgokuba nguwen’ uSomandla Onakho okusigcina.\n\nNang’ olalelwa amaza la, Thula nya! Thula nya!\nNoma ulwandl’ olugubayo, Nom’ amademoni alingayo, Kungesishonis’ isikhebhe le, EsinoSomandla phakathi-ke; Uyalalelwa umoya la,\nThula nya! Thula nya!\n\nUyalalelwa umoya la, Thul’ uthi nya!",
    "id": 430
  },
  {
    "number": 2,
    "title": "Manje osizini lwami Ngikhala nje kuwe, Nkosi, Uvuk’, uphuthum’, ungisize, Ngokuba ngesab’ ingozi. Naz’ izilingo ezombi Zihluph’ umoya wami, Ngiyafa, ngiyafa, ngisize, Ngihleng’ ebubini bami!",
    "lyrics": "",
    "id": 431
  },
  {
    "number": 3,
    "title": "Sesithulil’ isiphepho, Lilihle-ke manj’ izulu, Ilanga libukw’ emanzini, Ikhon’ intokoz’ enkulu. Ungangishiyi ngedwa, Hlal’ esikhebheni sami, Ukuze ngifik’ ezulwini, Itheku lethemba lami.",
    "lyrics": "UJESU ULIDWALA",
    "id": 432
  },
  {
    "number": 1,
    "title": "UJesu ulidwala lam’, Umpheme wokuphephela. Nguyena oyinqaba yam’, Umpheme wokuphephela.",
    "lyrics": "UJesu ulidwala ehlane la, Ehlane la, ehlane la, UJesu ulidwala ehlane la, Umpheme wokuphephela",
    "id": 433
  },
  {
    "number": 2,
    "title": "Emini ulithunzi lam’, Umpheme wokuphephela. Empini usihlangu sam’, Umpheme wokuphephela.",
    "lyrics": "",
    "id": 434
  },
  {
    "number": 3,
    "title": "Esivunguvungwini la, Umpheme wokuphephela. Ngihlezi ngiyahuba, ha, Umpheme wokuphephela.",
    "lyrics": "",
    "id": 435
  },
  {
    "number": 4,
    "title": "‘Lidwala lami liqina, Umpheme wokuphephela. Othembayo kajabhi, qha! Umpheme wokuphephela.",
    "lyrics": "BUYA, MNTWANA",
    "id": 436
  },
  {
    "number": 1,
    "title": "Wen’ ondinda kude phandle kwesibaya, Yizwa izwi lithi: Buyel’ ekhaya!",
    "lyrics": "Buya, mntwana, buya, Ubuyel’ ekhaya!\nMus’ ukulibala, Buyel’ ekhaya!",
    "id": 437
  },
  {
    "number": 2,
    "title": "Izwe osukulo, linendlel’ enkulu, Woza ekudleni kombus’ wezulu!",
    "lyrics": "",
    "id": 438
  },
  {
    "number": 3,
    "title": "Shiy’ indlela embi ephambukisayo, Kuyo unosizi oluhlabayo.",
    "lyrics": "",
    "id": 439
  },
  {
    "number": 4,
    "title": "Wena usathandwa, uhlalelw’ ekhaya, Sebekubhekile abalaphaya.",
    "lyrics": "WEBANI, YIZWA!",
    "id": 440
  },
  {
    "number": 1,
    "title": "Webani, yizw’ indaba yami:",
    "lyrics": "Ngangisekulahleken’,\nKodwa wehla uMhlengi wami, Wangikhipha ekufen’.\n\nLoMhlengi ungubani na? NguJes’, amukh’ omunye, qha! Wenzani na? Wehla wafa,\nUphi namhla? Wavuka, ha! Usesimel’ ezulwini.",
    "id": 441
  },
  {
    "number": 2,
    "title": "Wabudel’ ubukhosi bakhe, Wehla wafa emhlaben’,",
    "lyrics": "Igam’ elingu Jesu Kristu, Malibongwe ezizwen’.",
    "id": 442
  },
  {
    "number": 3,
    "title": "Lendaba isahamba njalo, Ivus’ abasekufen’,",
    "lyrics": "Yebo, ivez’ imvuselelo, Isiqhuba endlelen’.",
    "id": 443
  },
  {
    "number": 4,
    "title": "Wena-ke, woz’ uzinikele Usabizwa, vuma he!",
    "lyrics": "Nawe uthole nans’ inhlanhla, Usindiswe namhlanje.\n\nLet Us Break Bread Together\n\n\nLet us break bread together on our knees; Let us break bread together on our knees.\nWhen I fall on my knees,\nWith my face to the rising sun, O Lord, have mercy on me.\n\nLet us drink wine together on our knees; Let us drink wine together on our knees.\nWhen I fall on my knees,\nWith my face to the rising sun, O Lord, have mercy on me.\n\nLet us praise God together on our knees; Let us praise God together on our knees.\nWhen I fall on my knees,\nWith my face to the rising sun, O Lord, have mercy on me.\n\n\nGreat Is Thy Faithfulness\n\n\nGREAT is Thy faithfulness, O God my Father, There is no shadow of turning with Thee;\nThou changest not, Thy compassions they fail not, As Thou hast been Thou for ever wilt be.\n\nGreat is Thy faithfulness! Great is Thy faithfulness!\nMorning by morning new mercies I see;\nAll I have needed Thy hand hath provided, - Great is Thy faithfulness, Lord, unto me!\n\nSummer and winter, and spring-time and harvest, Sun, moon and stars in their courses above,\nJoin with all nature in manifold witness To Thy great faithfulness, mercy and love.\n\nGreat is Thy faithfulness! Great is Thy faithfulness!\nMorning by morning new mercies I see;\nAll I have needed Thy hand hath provided, -\n\nGreat is Thy faithfulness, Lord, unto me!\n\n\nGreat is Thy faithfulness! Great is Thy faithfulness!\nMorning by morning new mercies I see;\nAll I have needed Thy hand hath provided, - Great is Thy faithfulness, Lord, unto me!\n\nPardon for sin and a peace that endureth,\nThine own dear presence to cheer and to guide; Strength for to-day and bright hope for to-morrow, Blessings all mine, with ten thousand beside!\n\nGreat is Thy faithfulness! Great is Thy faithfulness!\nMorning by morning new mercies I see;\nAll I have needed Thy hand hath provided, - Great is Thy faithfulness, Lord, unto me!\n\nIkhaya Elihle\n\n\nYek’ ikhaya elihle nantiya! Silibona ngamehl’ enhliziyo, Masinyane siyakulishiya Izwe elingajabulisiyo.\n\nKhaya lam’ lihle hle, Ngaphesheya kwethuna ngale! Khaya lam’, lihle hle, Ngaphesheya kwethuna ngale!\n\nSizombona uJesu phezulu, Nabalwile, benqobe ukona, Basilangazelela kakhulu, Ngokukholwa sesiyababona.\n\nBonke abanethemb’ elinjalo, Bayazihlambulula impela; Bayalahla izono nem’thwalo, Nakho konk’ okubabambezela.\n\nNgomsindisi owasifelayo,\n\nSingangena ekhaya phezulu, Thina sonke esimlandelayo, Siyothol’ intokozo enkulu.\n\n\n\nUmhlobo Wami",
    "id": 444
  },
  {
    "number": 1,
    "title": "Sewakhile enhliz’weni, Umhlobo wam’.",
    "lyrics": "Nguy’ omkhul’ ezihlotsheni, Umhlobo wam’.\nNgoba nguy’ owangimela, La’ ngilahlwe ngokwempela, Ngal’ uthando wangifela, Lomhlobo wam’.",
    "id": 445
  },
  {
    "number": 2,
    "title": "Wabe kad’ engithandile, Umhlobo wam’.",
    "lyrics": "Ngisenguye omdelile, Umhlobo wam’.\nNxa ukona kwami kwanda, Weza yena wanginqanda, Ngisemubi wangithanda, Umhlobo wam’.",
    "id": 446
  },
  {
    "number": 3,
    "title": "Wazisus’ izono zami, Umhlobo wam’.",
    "lyrics": "Na’ izinyembezi zami, Umhlobo wam’.\nNxa ngiduka endleleni, Unyenyeza enhlizi’weni, Ungivusa emoyeni, Umhlobo wam’.",
    "id": 447
  },
  {
    "number": 4,
    "title": "Uyathwal’ umthwalo wami, Umhlobo wam’.",
    "lyrics": "Uthi, wongithwala nami, Umhlobo wam’.\nWayehlatshwa njengemvana Az’ angenz’ owakh’ umntwana. Yek’ inhlanhla yokwazana Nomhlobo wam’.\n\n\n\nNgino Jesu",
    "id": 448
  },
  {
    "number": 1,
    "title": "Thatha konke, nginoJesu, Konk’ okuny’ indiva nje;",
    "lyrics": "Kodw’ uthando lwakhe lumi, Zolo, namhla, njalo, he.\n\nYek’ ubuhle bokumazi Umsindisi wethu lo;\nYen’ othando lwakhe lumi, Zolo, namhla, njalo, bo.",
    "id": 449
  },
  {
    "number": 2,
    "title": "Thatha konke, nginoJesu, Ngukuphila kwami la;",
    "lyrics": "Nxa ekhon’ uJesu wami, Angisweli lutho qha.",
    "id": 450
  },
  {
    "number": 3,
    "title": "Thatha konke, nginoJesu, Unganele mina la;",
    "lyrics": "Nxa nginaye la empini, Ngokunqoba konke nya.",
    "id": 451
  },
  {
    "number": 4,
    "title": "Thatha konke, nginoJesu, Engimethembayo, he. Masinyane wongibiza, Ngiyohlala naye le.",
    "lyrics": "Thula Nya!",
    "id": 452
  },
  {
    "number": 1,
    "title": "Nkosi, ubhek’ isiphepho Namaza agubuzayo,",
    "lyrics": "Nezulu seliguqubele, Amukho osisizayo.\nNkosi, senga’ ungavuka, Usisindise thina;\nNgokuba nguwen’ uSomandla Onakho okusigcina.\n\nNang’ olalelwa amaza la, Thula nya! Thula nya!\nNoma ulwandl’ olugubayo, Nom’ amademoni alingayo, Kungesishonis’ isikhebhe le, EsinoSomandla phakathi-ke; Uyalalelwa umoya la,\nThula nya! Thula nya! Uyalalelwa umoya la, Thul’ uthi nya!",
    "id": 453
  },
  {
    "number": 2,
    "title": "Manje osizini lwami Ngikhala nje kuwe, Nkosi,",
    "lyrics": "Uvuk’, uphuthum’, ungisize, Ngokuba ngesab’ ingozi.\nNaz’ izilingo ezombi Zihluph’ umoya wami, Ngiyafa, ngiyafa, ngisize, Ngihleng’ ebubini bami!",
    "id": 454
  },
  {
    "number": 3,
    "title": "Sesithulil’ isiphepho, Lilihle-ke manj’ izulu, Ilanga libukw’ emanzini, Ikhon’ intokoz’ enkulu. Ungangishiyi ngedwa, Hlal’ esikhebheni sami, Ukuze ngifik’ ezulwini, Itheku lethemba lami.",
    "lyrics": "Bala Izibusiso Zakho",
    "id": 455
  },
  {
    "number": 1,
    "title": "Mhla ukhathazeka emhlabeni la, Udiniwe, aphelil’ amandla nya,",
    "lyrics": "Bal’ izibusisso, aziningi na?\nBong’ iNkosi ngazo, Ungasoli, qha!\n\nBal’ izibusiso zakho-ke, Uzibale-ke ngazinye, he! Bala phela, aziningi na?\nBong’ iNkosi ngazo, ungasoli, qha!",
    "id": 456
  },
  {
    "number": 2,
    "title": "Uthwesiw’ umthwalo osindayo na? Siyasind’ isiphambano sakho la?",
    "lyrics": "Bal’ izibusiso zakho, qina ngo; Khona wobalul’ umthwalo wakho, bo.",
    "id": 457
  },
  {
    "number": 3,
    "title": "Nxa ubon’ abanye benemfuyo he, Bhek’ imfuyo, yakho e phezulu le.",
    "lyrics": "Bal’ izibusiso, yeka, zihle hle! Ifa ligcinelwe wen’ ekhaya-ke.",
    "id": 458
  },
  {
    "number": 4,
    "title": "Impi isashisa, qina uthi ngo, Ungesabi, nang’ uJes’ unawe, bo! Naz’ izingelosi zokuphatha-ke, Zokuyisa kahl’ ekhaya lakho le.",
    "lyrics": "UJESU ULIDWALA",
    "id": 459
  },
  {
    "number": 1,
    "title": "UJesu ulidwala lam’,",
    "lyrics": "Umpheme wokuphephela. Nguyena oyinqaba yam’, Umpheme wokuphephela.\n\nUJesu ulidwala ehlane la, Ehlane la, ehlane la, UJesu ulidwala ehlane la, Umpheme wokuphephela",
    "id": 460
  },
  {
    "number": 2,
    "title": "Emini ulithunzi lam’, Umpheme wokuphephela. Empini usihlangu sam’, Umpheme wokuphephela.",
    "lyrics": "",
    "id": 461
  },
  {
    "number": 3,
    "title": "Esivunguvungwini la, Umpheme wokuphephela. Ngihlezi ngiyahuba, ha, Umpheme wokuphephela.",
    "lyrics": "",
    "id": 462
  },
  {
    "number": 4,
    "title": "‘Lidwala lami liqina, Umpheme wokuphephela. Othembayo kajabhi, qha! Umpheme wokuphephela.",
    "lyrics": "BUYA, MNTWANA",
    "id": 463
  },
  {
    "number": 1,
    "title": "Wen’ ondinda kude phandle kwesibaya, Yizwa izwi lithi: Buyel’ ekhaya!",
    "lyrics": "Buya, mntwana, buya, Ubuyel’ ekhaya!\nMus’ ukulibala, Buyel’ ekhaya!",
    "id": 464
  },
  {
    "number": 2,
    "title": "Izwe osukulo, linendlel’ enkulu, Woza ekudleni kombus’ wezulu!",
    "lyrics": "",
    "id": 465
  },
  {
    "number": 3,
    "title": "Shiy’ indlela embi ephambukisayo, Kuyo unosizi oluhlabayo.",
    "lyrics": "",
    "id": 466
  },
  {
    "number": 4,
    "title": "Wena usathandwa, uhlalelw’ ekhaya, Sebekubhekile abalaphaya.",
    "lyrics": "WEBANI, YIZWA!",
    "id": 467
  },
  {
    "number": 1,
    "title": "Webani, yizw’ indaba yami: Ngangisekulahleken’,",
    "lyrics": "Kodwa wehla uMhlengi wami, Wangikhipha ekufen’.\n\nLoMhlengi ungubani na? NguJes’, amukh’ omunye, qha! Wenzani na? Wehla wafa,\nUphi namhla? Wavuka, ha! Usesimel’ ezulwini.",
    "id": 468
  },
  {
    "number": 2,
    "title": "Wabudel’ ubukhosi bakhe, Wehla wafa emhlaben’,",
    "lyrics": "Igam’ elingu Jesu Kristu, Malibongwe ezizwen’.",
    "id": 469
  },
  {
    "number": 3,
    "title": "Lendaba isahamba njalo, Ivus’ abasekufen’,",
    "lyrics": "Yebo, ivez’ imvuselelo, Isiqhuba endlelen’.",
    "id": 470
  },
  {
    "number": 4,
    "title": "Wena-ke, woz’ uzinikele Usabizwa, vuma he!",
    "lyrics": "Nawe uthole nans’ inhlanhla, Usindiswe namhlanje.\n\n\n\n\nMINA NGINGUMNTWANA",
    "id": 471
  },
  {
    "number": 1,
    "title": "Mina ngingumntwana, Kodwa sengizwile",
    "lyrics": "Ngaye uJehova, Yen’ osenzileyo; Futhi ngitsheliwe Abafundisayo NgoMsindisi wethu Owasifelayo.",
    "id": 472
  },
  {
    "number": 2,
    "title": "Sengibusisiwe Kun’ ensaph’ ezinye; Kuhle mangilunge Njeng’ abantu bakhe. Ngiyakulalela Abazali bami,",
    "lyrics": "Ngimuthand’ uThixo Ngenhliziyo yami.",
    "id": 473
  },
  {
    "number": 3,
    "title": "Ngiyakuthandaza Ngamasuku onke; Okungafanele Ngokunqaba konke. Thixo, ngibusise Ngobusiso lwakho, Ngihambise kahle Endleleni yakho.",
    "lyrics": "WANGITHAND’ UJESU LO",
    "id": 474
  },
  {
    "number": 1,
    "title": "Wangithand’ uJesu lo, Kush’ incwadi njalo-bo, Ngiyingane yakhe-nje, Anginaw’ amandla, qha.",
    "lyrics": "Yebo, uJesu uyangithanda, Uyangithanda, incwadi isho la.",
    "id": 475
  },
  {
    "number": 2,
    "title": "Wangithand’ uJesu lo, Wawuvul’ umnyango lo; Wazigez’ izono zam’, Ngongeniswa khona nam’.",
    "lyrics": "",
    "id": 476
  },
  {
    "number": 3,
    "title": "Wongithand’ uJesu na? Uyohlala nami la?",
    "lyrics": "Uma ngimuthanda-nje, Wongiyis’ ekhaya le.\n\n\n\nKHUMBULA IKHAYA LAPHAYA",
    "id": 477
  },
  {
    "number": 1,
    "title": "Khumbula ikhaya laphaya, Koba-mnandi kakhulu kunala, Babuthen’ abangcwele kulona, Abembeth’okumhloph’ okuthe qwa! Laphaya, laphaya,",
    "lyrics": "Khumbula ikhaya laphaya.",
    "id": 478
  },
  {
    "number": 2,
    "title": "Khumbul’ izihlobo laphaya, Ezahamba zangena ezulwin’, Sezigwaba igama leWundlu, Ziphumule zisenjabulwen’.",
    "lyrics": "Laphaya, laphaya, Khumbul’ izihlobo laphaya.",
    "id": 479
  },
  {
    "number": 3,
    "title": "Khumbula uJesu laphaya, Nabakithi asebekhona le; Senginas’ isizungu sakhona, Sengikhohlwa usizi lwala. Laphaya, laphaya,",
    "lyrics": "Khumbula uJesu laphaya.",
    "id": 480
  },
  {
    "number": 4,
    "title": "Masinya ngofika laphaya, Masinyane ngibone abam’; Sebefike balinda ekhaya, Sebelinda ngofikake nam’. Laphaya, laphaya Masinyangifika laphaya.",
    "lyrics": "Esiphambanweni\n\n\nEntaben’ ekude kwem’ isiphambano. Esinobuhlungu nehlazo; Ngisithanda sona, ngob’ uJesu wami Wabathelwa kuso ngenxa yam’.\n\nNgakho ngisibabaza sona, Ngize ngibeke phans’ umthwalo,\nNgizobambelella kusona Ngize ngizuze umqhele wam’.\n\nLeso siphambano esadelwa yizwe. Siyangimangalisa njalo.\nNgoba ngenxa yaso ‘Jesu weza lapha Asithwalele eGolgotha.\n\nEsiphambanweni l’oph’ igazi lakhe. Elimangalisayo kimi.\nNgoba ngenxa yami ‘Jesu wafa khona. Angithethelel’ angihlanze.\n\nEsiphambanweni ngiyakuqinisa Ngithwal’ ihlazo ngenjabulo; Wongibiza mina khona ekhaya lam’ Angiqhelise ngomqhele wam’.\n\nICULO LEBANDLA",
    "id": 481
  },
  {
    "number": 1,
    "title": "SIDUMISA WENA NKULUNKULU ; SIVUMA UKUBA WENA UYINKOSI",
    "lyrics": "2. UMHLABA\tWONKE\tUKHULEKA\tKUWE\t; UNGUYISE OPHAKADE",
    "id": 482
  },
  {
    "number": 3,
    "title": "IZINGELOSI ZONKE ZIHUBELA WENA ;\tNEZULU NAMANDLA ALO ONKE",
    "lyrics": "4. AMAKHERUBI , NAMASERAFI :\tAHUBELA WENA NJALO NJALO\tNGOKUTH.I",
    "id": 483
  },
  {
    "number": 5,
    "title": "UNGCWELE,UNGCWELE,UNGCWELE\t:\tNKOSI NKULUNKULU WAMABANDLA.",
    "lyrics": "6. KUGCWELE\tIZULU\tNOMHLABA:\tUBUKHULU BOBUKHOSI BAKHO.",
    "id": 484
  },
  {
    "number": 7,
    "title": "IBANDLA\tLABAPHOSTOLI\tELIDUMILEYO: LIDUMISA WENA",
    "lyrics": "8. UMPHAKATHI\tWABAPROFETHI\tOBABAZEKAYO: UDUMISA WENA.\nIDUMISA WENA",
    "id": 485
  },
  {
    "number": 10,
    "title": "IBANDLA ELINGCWELE ELISEMHLABENI WONKE : LIVUMA WENA",
    "lyrics": "11. UYISE: ONOBUKHOSI OBUNGENAMKHAWULO",
    "id": 486
  },
  {
    "number": 12,
    "title": "NAYO INDODANA YAKHO EYODWA : EDUMISEKAYO EYONAYONA",
    "lyrics": "13. NAYE UMOYA ONGCWELE: ONGUMLULEKI",
    "id": 487
  },
  {
    "number": 14,
    "title": "UYINKOSI YOBUKHOSI: WENA KRISTU",
    "lyrics": "15. UYINDODANA EPHAKADE: KAYISE WENA",
    "id": 488
  },
  {
    "number": 16,
    "title": "KWATHI UKUVUMA KWAKHO UKUKHULULA ABANTU: AWUSENYANYANGA ISISU SENTOMBI",
    "lyrics": "17. KWATHI UKUHLULA KWAKHO UBUHLUNGU BOKUFA: UMBUSO WEZULU WAWUVULELA BONKE ABAKHOLWAYO",
    "id": 489
  },
  {
    "number": 18,
    "title": "USUHLEZI NGAKWESOKUNENE KUKA NKULUNKULU: EBUKHOSINI BUKAYISE",
    "lyrics": "",
    "id": 490
  },
  {
    "number": 19,
    "title": "SIYAKHOLWA UKUBA UYAKUZA: UBENGUMAHLULELI WETHU",
    "lyrics": "20. NGALOKHO-KE SIYACELA KUWE , SIZA ABANTU BAKHO: OBAHLENGILE NGEGAZI LAKHO ELINQABILEYO",
    "id": 491
  },
  {
    "number": 21,
    "title": "YENZA UKUBA BAVUZWE KANYE NABANGCWELE BAKHO: EBUKHOSINI OBUPHAKADE",
    "lyrics": "22. NKOSI SINDISA ABANTU BAKHO: UBUSISE IFA LAKHO",
    "id": 492
  },
  {
    "number": 23,
    "title": "UBABUSE WENA: UBAPHAKAMISE KUZE KUBE PHAKADE",
    "lyrics": "24. IMIHLA NGEMIHLA SIBONGA WENA: SIYALIDUMISA IGAMA LAKHO KUZE KUBE PHAKADE",
    "id": 493
  },
  {
    "number": 25,
    "title": "VUMA NKOSI: UKUSILONDOLOZA NAMHLA SINGABINASONO",
    "lyrics": "26. NKOSI SIHAWUKELE: SIHAWUKELE",
    "id": 494
  },
  {
    "number": 27,
    "title": "NKOSI ISIHAWU SAKHO MASEHLELE PHEZU KWETHU: NJENGALOKU SITHEMBELE KUWE",
    "lyrics": "28. NKOSI SENGITHEMBELE KUWE: MANGINGAJABHISWA NAPHAKADE\n\nTO GOD BE THE GLORY!\n\nTo God be glory ! Great things He hath done; So loved He the world that He gave us His son; Who yielded His life an atonement for sin\nAnd opened the life gate that all may go in.\n\n\nREFRAIN:\nPraise the Lord , praise the Lord! Let the earth hear his voice:\nPraise the Lord, praise the Lord! Let the people rejoice:\nO come to the father , through Jesus the Son , And give Him the glory ;\nGreat things He hath done!",
    "id": 495
  },
  {
    "number": 2,
    "title": "O perfect redemption , the purchase of blood! To ev’ry believer the promise of God;",
    "lyrics": "The vilest offender who truly believes,\nThat moment from Jesus a pardon receives.\n\n\nREFRAIN:\nPraise the Lord , praise the Lord! Let the earth hear his voice:\n\nPraise the Lord, praise the Lord! Let the people rejoice:\nO come to the father , through Jesus the Son , And give Him the glory ;\nGreat things He hath done!",
    "id": 496
  },
  {
    "number": 3,
    "title": "Great things He hath taught us, great things He hath done; And great our rejoicing through Jesus the Son;",
    "lyrics": "But purer , and higher, and greater will be Our wonder , our rapture , when Jesus we see.\n\nREFRAIN\nPraise the Lord , praise the Lord! Let the earth hear his voice:\nPraise the Lord, praise the Lord! Let the people rejoice:\nO come to the father , through Jesus the Son , And give Him the glory ;\nGreat things He hath done!\n\n\nJesus, My Lord, My God, My All\nJesus, my Lord, my God, my all! How can I love Thee as I ought? And how revere this wondrous gift, So far surpassing hope or thought?\n\nRefrain:\nSweet Sacrament, we Thee adore!\nOh, make us love Thee more and more. Oh, make us love Thee more and more.",
    "id": 497
  },
  {
    "number": 2,
    "title": "Had I but Mary's sinless heart",
    "lyrics": "With which to love Thee, dearest King, Oh, with what ever fervent praise,\nThy goodness, Jesus, would I sing!\nRefrain",
    "id": 498
  },
  {
    "number": 3,
    "title": "Thy Body, Soul and Godhead, all! O mystery of love divine!",
    "lyrics": "I cannot compass all I have,\nFor all Thou hast and art is mine!\nRefrain",
    "id": 499
  },
  {
    "number": 4,
    "title": "Sound, then, His praises higher still, And come, ye angels, to our aid;",
    "lyrics": "For this is God, the very God\nWho hath both men and angels made!\nRefrain\n\n\nThis is a beautiful classic Catholic hymn, used by the universal Church for countless decades. It expresses the deepest sentiments of love and piety, but with a dignity and reverence\n\nthat is seldom found in modern hymns. It is still sung today in many conservative or traditional Catholic circles.\n\nNOTE: There is more than one melody for this beautiful hymn. There is the melody shown below, but also a MUCH BETTER one which ChantCd.com does not have in scanned (electronic) form. It can be found in many older hymnals, however.\n\n\n\n\n\n\nReturn to Gregorian Chant Lyrics page",
    "id": 500
  }
]