[
 {
   "Hymn Number": 1,
   "Title": "(Vuka mphefumulo wami)",
   "Lyrics": "Vuka mphefumulo wami Njengelanga vuka nawe Njengelanga yenza namhla Wonke umsebenzi wakho.\nSekuqal' oluny' usuku Kumbe kungolokuphela Hamba namhla ngokungathi Ungeb' usavuka ngomso.\nNingalali ubuthongo Sekusile vuka phansi Mayenyuke inhliziyo Ngokubonga nokucela.\nNjengokuthi ngangomuso Singebekho isikhathi Sokuzilungisa kahle Ukubon' inkosi yakho.\n\nNgokwempela kufanele Ucabang' okuhle namhla Onk' amazwi abe mahle Kebe kuhl' ukwenza kwakho.\n\n\nNgokukhanya kwaphezulu Khanya nawe njalo njalo Ukhanyise abakuwe\nUye nabo ezulwini.\n\nMakabonw' uNkulunkulu Yena osibusisayo Makabongwe yikho konke Okudatshuliwe nguye. Amen"
 },
 {
   "Hymn Number": 2,
   "Title": "(Enyaweni zeNkosi)",
   "Lyrics": "Enyaweni zeNkosi Sethula lolusuku Singakwazi nakunye Okuzosivelela Kristu malubusiswe\nLib' ilanga elingcwele.\n\nNxa liletha inhlanhla Siyokubonga Nkosi Nxa lileth' inhlupheko Kunani nxa uvuma?\nKodwa Baba sicela Ukungoni nanamhla.\n\n\nThina sibon' ingxenye Yesiyikho neyempi Wena Nkosi uyazi Nokuzosilimaza\nUze ungasishiyi Usimelele njalo.\n\nSithanda izwi lakho Lon' esihamba ngalo Sizinikela kuwe\nUba sikulalele\nKonk' okuphuma kithi Kwamukeleke kuwe.\n\nNkosi siyakucela Ub' usiphe inhlanhla Yokubanhliziyonye\nSigcwel' uthando lwakho Uze udumiseke\nKristu malanga onke. Amen"
 },
 {
   "Hymn Number": 3,
   "Title": "(Wen' okhanyis' iZulu)",
   "Lyrics": "\nWen' okhanyis' iZulu Kristu, okhanya wedwa Phuma, Langa ukhanye Uxhoshe ubumnyama Kristu, Ndonsa yokusa Khanya phakathi kwami.\n\nLumnyama lolusuku Ofihlakele ngalo Ukwethaba akukho Ingekh' imsebe yakho Khanya ufudumeze Lenhliziywana yami.\n\nHambel' umoya wami Uxoshe kuw' isono Kugcwal' ikloba lakho Kuphel' ukungakholwa Zembule kuwo njalo Namanje naphakade. Amen\n"
 },
 {
   "Hymn Number": 4,
   "Title": "(Ilanga likhanya)",
   "Lyrics": "Ilanga likhanya Siyacela, Baba Khanyisa izinhliziyo Sihol' endleleni.\n\nBeka kude nathi Zonk' izint' ezimbi Uqondise izilimi Uvus' inhliziyo.\n\nSizulelw' isitha Esisizondayo\nVala iminyango Nkosi Esingena ngayo.\nKonk' okubonwayo Nokungabonwayo Kudumisa kungaphezi Kuhubela wena.\n\nMasikudumise Ngomsebenzi wethu Siwuqala ngezwi lakho Sethemb' ubabalo. Amen"
 },
 {
   "Hymn Number": 5,
   "Title": "(E! iLanga Liphumile)",
   "Lyrics": "E! iLanga Liphumile Linomsebenzi walo Wokuxhosha ubumnyama Ngokukhanyisa kwalo.\n\nManje lisikhanyisela Lenza sibone konke Futhi liyathokozisa Ngokusisiza kwalo.\nIzwi likaBaba wethu Liyafana nelanga Ngokuxosha ukungazi Ngokukhanyisa kwalo.\nSiyakhanyiselwa yilo Enhliziyweni zethu Lisithokozisa njalo Ngobalo ubumnandi.\n\nBaba izwi malihlale Enhliziyweni zethu Lisheshe lifinyelele Nasemhlabeni wonke.\nBaze bakubonge bonke Yise nawe Ndodana\nKanye nawe Moy' oNgcwele Unkulunkulu munye. Amen\n"
 },
 {
   "Hymn Number": 6,
   "Title": "(Ngalolusuku Nkosi)",
   "Lyrics": "Ngalolusuku Nkosi Masikusebenzele Fundisa imilomo Ukukhulum' okuhle.\n\nKonke esizokwenza Makuthandeke kuwe Sifeze ngokwenama Yok' imidanti yethu.\n\nZisobala kuwena Zonk' izindlela zethu Sikhumbuze njalonje Ukuth' uyasibona.\n\nSiph' ubabalo Nkosi Lokuthwala ijoka Sikhuleke silinde Silungela ukufa.\nSiphe amandla Nkosi Okudela okubi\nSize samukeleke Laph' ukhon' ezulwini.\n\nMawudunyiswe Baba Mdali wezinto zonke NoJesu uNdodana\nNoMoya oyiNgcwele. Amen\n"
 },
 {
   "Hymn Number": 7,
   "Title": "(Baba Siyawazi)",
   "Lyrics": "Baba Siyawazi Umsebenzi wakho\nWenz' umhlaba wenz' izulu Wenz' izinto zonke.\n\nWasebenza njalo Awuphumulanga Wasebenza wawuqeda Lomsebenzi wonke.\n\nUsibiza Namhla Size sisebenze\nSelekele ngomsa wakho Ngokusiph' inhlanhla.\n\nSifundise njalo Sikusebenzele\nNgakho konk' esikwenzayo Ngokwamandla ethu.\n\nMasikukhumbule Ngezikhathi zonke Sisobala kuwe noma Singabonwa muntu.\n\nLabo abakhona Endaweni yakho Bayothokoziswa nguwe Bekubona wena.\nSenze sisebenze Sisesemhlabeni\nSize sihlangane nabo Ekuphumuleni. Amen"
 },
 {
   "Hymn Number": 8,
   "Title": " (Igama likaNkulunkulu)",
   "Lyrics": "Igama likaNkulunkulu silidumisa Sibonge ubuthong' obuhl' esibutholile.\n\nKuyasijabulis' ukus' esikubonayo Sizinikel' eNkosini, sib' abantu bayo.\n\nSicela Nkos' usiqinis' inhliziyo zethu Ukuba silalele wena, sikhonze kahle.\n\nUkuz' ezintweni zonke esizakuzenza\nSandis' udumo lwakho, Nkosi, ngay' uMsindisi.\n\nKadunyisw' Unkulunkulu kanye neNdodana Naye uMoya Ongcwele, manje naphakade. Amen\n"
 },
 {
   "Hymn Number": 9,
   "Title": "(a) Baba Wethu Baba wethu obongwayo",
   "Lyrics": "Nkulunkul' umlondolozi Ilanga seliphumile Ngokukhanya kwal' okuhle\n\nVikel' izilimi zethu Ekonakaleni konke Ngay' uJesu oyindlela Neqiniso nokuphila\nNezilingo nxa zifika Sizehlule ngezwi lakho NjengoJesu wazinqoba Ngezwi lakhw' elinamandla\n\nMasinqobe zonk' izitha Ezisinyonyobelayo Sibheke kuy' umSindisi Inkos' esinqobisayo.\nMakube kuwe udumo Yise naye uNdodana Benay' uMoya oNgcwele\nNkulunkulu Munye njalo. Amen"
 },
 {
   "Hymn Number": 9,
   "Title": "(b) Lusha njalo Lush njalo loluthando",
   "Lyrics": "Olusivusa silele Siphephisw' ezingozini Siphiliswe ngalamandla.\n\nMusha lomsa nsuku zonke Usihaqa sikhuleka Sithethelelwe izono Kuvuk' ithemba ngezulu.\n\nSengath' ingqondo namhlanje Ingafuna wena njalo\nIzuz' ingceb' engethengwe Kube ngumnikelo kuwe.\n\nEzidingweni zosuku Uyosiph' esingenakho Simlandele sizidele Sisondezwe eNkosini.\n\nNgalo lodw' uthando lwakho Silungiselel' izulu\nSisize nsukuzonke la\nSihlale ngokukhuleka. Amen"
 },
 {
   "Hymn Number": 10,
   "Title": " (Yizwa Baba) Yizwa Baba wethu",
   "Lyrics": "Usizwe Nkosi Usihole namhla Ngayo indlela Usibheke njalo Nxa sihambayo Usilondoloze Ngomusa wakho.\nBaba wethu thuma Izingelosi Zisilethe kuwe Lapho ukhona Zisilondoloze Ezingozini Esihamba kuzo Uzusigcine.\n\nNkosi masihambe Ngokuthokoza Size embusweni Umbuso wakho Sidumise wena Inkosi yethu Ngezikhathi zonke\nKubephakade. Amen\n"
 },
 {
   "Hymn Number": 11,
   "Title": "(O'Mbusi Onamandla) O'Mbusi onamandla",
   "Lyrics": "O Nkosi yeqiniso Ukuohenduka konke Kuvela kuwe Nkosi.\n\nUwen' owenz' okuba Kukhanye ekuseni Kushise nasemini Kwenziwa nguwe konke.\n\nBhubhisa konk' okubi Okuphakathi kwethu Noma kuhkon' inkani Nezinkanuk' ezimbi.\nSindisa imizimba Thulis' izinhliziyo Usiphe lokh' okuhle Esingephiwe muntu.\nAkube njalo Nkosi Okhona njalonjalo Uyise neNdodana\nNoMoya oyiNgcwele. Amen."
 }
]